# Sample ResourceBundle properties file

Search=\u0E04\u0E49\u0E19\u0E2B\u0E32

Code=\u0E23\u0E2B\u0E31\u0E2A

Description=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22

QueryForDate=\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E14\u0E49\u0E27\u0E22\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

SQLCommand=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 sql

Save=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

editSQL=\u0E41\u0E01\u0E49\u0E44\u0E02\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19SQL

Warning=\u0E40\u0E15\u0E37\u0E2D\u0E19

ComfirmDelete=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E14\u0E49\u0E27\u0E22\u0E04\u0E48\u0E30

PleaseSelectOrder=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E14\u0E49\u0E27\u0E22\u0E04\u0E48\u0E30

SyntexError=\u0E40\u0E02\u0E35\u0E22\u0E19\u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E2B\u0E25\u0E31\u0E01\u0E44\u0E27\u0E22\u0E32\u0E01\u0E23\u0E13\u0E4C \u0E2B\u0E23\u0E37\u0E2D \u0E21\u0E35\u0E04\u0E33\u0E1A\u0E32\u0E07\u0E04\u0E33 \u0E2B\u0E49\u0E32\u0E21\u0E01\u0E23\u0E2D\u0E01 \u0E14\u0E31\u0E07\u0E19\u0E35\u0E49 delete,insert,update,alter \u0E41\u0E25\u0E30 " 

CodeNotNull=\u0E23\u0E2B\u0E31\u0E2A\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E40\u0E1B\u0E47\u0E19\u0E0A\u0E48\u0E2D\u0E07\u0E27\u0E48\u0E32\u0E07

DescriptionNotNull=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E40\u0E1B\u0E47\u0E19\u0E0A\u0E48\u0E2D\u0E07\u0E27\u0E48\u0E32\u0E07

SQLCommandNotNull=\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 SQL \u0E15\u0E49\u0E2D\u0E07\u0E44\u0E21\u0E48\u0E40\u0E1B\u0E47\u0E19\u0E0A\u0E48\u0E2D\u0E07\u0E27\u0E48\u0E32\u0E07

CodeSameInDatabase=\u0E21\u0E35\u0E23\u0E2B\u0E31\u0E2A\u0E0B\u0E49\u0E33\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

DescriptionSameInDatabase=\u0E21\u0E35\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22\u0E0B\u0E49\u0E33\u0E01\u0E31\u0E1A\u0E17\u0E35\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

SystexErrorWhenQueryByDate=\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E43\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 sql \u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E14\u0E49\u0E27\u0E22\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

StartDate=\u0E08\u0E32\u0E01\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

Report=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

ReportType=\u0E23\u0E39\u0E1B\u0E41\u0E1A\u0E1A\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

SaveType=\u0E0A\u0E19\u0E34\u0E14\u0E02\u0E2D\u0E07\u0E44\u0E1F\u0E25\u0E4C

FinishDate=\u0E16\u0E36\u0E07\u0E27\u0E31\u0E19\u0E17\u0E35\u0E48

QueryReport=Query \u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

SystexErrorWhenQueryByNoDate=\u0E40\u0E07\u0E37\u0E48\u0E2D\u0E19\u0E44\u0E02\u0E43\u0E19\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 sql \u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07 \u0E2D\u0E32\u0E08\u0E08\u0E30\u0E21\u0E35\u0E40\u0E04\u0E23\u0E37\u0E48\u0E2D\u0E07\u0E2B\u0E21\u0E32\u0E22 "?" \u0E2D\u0E22\u0E39\u0E48

DataQueryError=\u0E01\u0E32\u0E23\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E21\u0E35\u0E1B\u0E31\u0E0D\u0E2B\u0E32 \u0E2D\u0E32\u0E08\u0E40\u0E01\u0E34\u0E14\u0E08\u0E32\u0E01 \u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 sql \u0E44\u0E21\u0E48\u0E16\u0E39\u0E01\u0E15\u0E49\u0E2D\u0E07, \u0E21\u0E35\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E21\u0E32\u0E01\u0E40\u0E01\u0E34\u0E19\u0E44\u0E1B \u0E2B\u0E23\u0E37\u0E2D\u0E01\u0E32\u0E23\u0E15\u0E34\u0E14\u0E15\u0E48\u0E2D\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E16\u0E39\u0E01\u0E15\u0E31\u0E14\u0E02\u0E32\u0E14

Waiting=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E2D\u0E2A\u0E31\u0E01\u0E04\u0E23\u0E39\u0E48 \u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E01\u0E33\u0E25\u0E31\u0E07\u0E17\u0E33\u0E07\u0E32\u0E19

NoSQLShowInComboBox=\u0E44\u0E21\u0E48\u0E21\u0E35\u0E04\u0E33\u0E2A\u0E31\u0E48\u0E07 SQL \u0E17\u0E35\u0E48\u0E08\u0E30\u0E43\u0E2B\u0E49\u0E04\u0E49\u0E19\u0E2B\u0E32 \u0E41\u0E19\u0E30\u0E19\u0E33 \u0E04\u0E27\u0E23\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E2D\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E17\u0E35\u0E48 \u0E41\u0E01\u0E49\u0E44\u0E02\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

Unknown=\u0E44\u0E21\u0E48\u0E23\u0E30\u0E1A\u0E38

ReportQueryHelp=\u0E04\u0E39\u0E48\u0E21\u0E37\u0E2D\u0E01\u0E32\u0E23\u0E43\u0E0A\u0E49 Query Report
