# Sample ResourceBundle properties file

AntibioticGroup=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E02\u0E2D\u0E07 ARIC

Search=\u0E04\u0E49\u0E19\u0E2B\u0E32

Code=\u0E25\u0E33\u0E14\u0E31\u0E1A

Description=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22

Add=+

Del=-

Save=\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01

Begin_Code=\u0E23\u0E2B\u0E31\u0E2A\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19

End_Code=\u0E23\u0E2B\u0E31\u0E2A\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14

NoSpec=\u0E44\u0E21\u0E48\u0E23\u0E30\u0E1A\u0E38

AntibioticSubGroup=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E22\u0E48\u0E2D\u0E22\u0E02\u0E2D\u0E07 ARIC

SaveEyeGroupWarning=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32\u0E43\u0E2B\u0E49\u0E04\u0E23\u0E1A\u0E16\u0E49\u0E27\u0E19

SaveEyeDiseaseWarning=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E17\u0E35\u0E48\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32\u0E43\u0E2B\u0E49\u0E04\u0E23\u0E1A\u0E16\u0E49\u0E27\u0E19

Warning=\u0E40\u0E15\u0E37\u0E2D\u0E19

EyeDisease=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E02\u0E2D\u0E07\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E15\u0E32

Desc_th=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 (\u0E44\u0E17\u0E22)

Desc_Eng=\u0E04\u0E33\u0E2D\u0E18\u0E34\u0E1A\u0E32\u0E22 (\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29)

Confirm=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19

Eye_Disease_Code=\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32

Begin_Warning=\u0E23\u0E2B\u0E31\u0E2A\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48

End_Warning=\u0E23\u0E2B\u0E31\u0E2A\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14\u0E44\u0E21\u0E48\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25 \u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E41\u0E01\u0E49\u0E44\u0E02\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48

PTTypeNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E01\u0E23\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E02\u0E2D\u0E07 PPTYPE \u0E02\u0E2D\u0E07\u0E2A\u0E34\u0E17\u0E18\u0E34 UC \u0E43\u0E2B\u0E49\u0E04\u0E23\u0E1A\u0E16\u0E49\u0E27\u0E19

SameGroupIDAndPtType=\u0E23\u0E2B\u0E31\u0E2A PTType \u0E19\u0E35\u0E49 \u0E16\u0E39\u0E01\u0E08\u0E31\u0E1A\u0E04\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

Plan_Group=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E2A\u0E34\u0E17\u0E18\u0E34

MapPlanPtType=\u0E01\u0E32\u0E23\u0E08\u0E31\u0E1A\u0E04\u0E39\u0E48\u0E23\u0E30\u0E2B\u0E27\u0E48\u0E32\u0E07PTType\u0E01\u0E31\u0E1A\u0E01\u0E25\u0E38\u0E48\u0E21\u0E2A\u0E34\u0E17\u0E18\u0E34

UCPlanGroupPttype=\u0E23\u0E2B\u0E31\u0E2A PTTYPE \u0E02\u0E2D\u0E07\u0E2A\u0E34\u0E17\u0E18\u0E34 UC

AntibioticItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E22\u0E32\u0E1B\u0E0F\u0E34\u0E0A\u0E35\u0E27\u0E19\u0E30

Aric_Code=\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E01\u0E25\u0E38\u0E48\u0E21 ARIC

Common_name=\u0E0A\u0E37\u0E48\u0E2D\u0E2A\u0E32\u0E21\u0E31\u0E0D

Previous=<

Next=>

Close=\u0E1B\u0E34\u0E14

Same_Item=\u0E21\u0E35\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E17\u0E35\u0E48\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E0B\u0E49\u0E33\u0E01\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23 \: 

CodeNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32

Thai_DescriptionNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E0A\u0E37\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E44\u0E17\u0E22\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32

Eng_DescriptionNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E0A\u0E37\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04\u0E15\u0E32

SameCode=\u0E21\u0E35\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E42\u0E23\u0E04\u0E15\u0E32\u0E19\u0E35\u0E49\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

SameThai=\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E44\u0E17\u0E22\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E04\u0E15\u0E32\u0E19\u0E35\u0E49\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

SameEng=\u0E21\u0E35\u0E0A\u0E37\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E04\u0E15\u0E32\u0E19\u0E35\u0E49\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

MapPtTypeNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E2B\u0E31\u0E2A PTType

PTTypeNumberNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E01\u0E23\u0E2D\u0E01\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07 PPTYPE \u0E02\u0E2D\u0E07\u0E2A\u0E34\u0E17\u0E18\u0E34 UC \u0E43\u0E2B\u0E49\u0E04\u0E23\u0E1A\u0E16\u0E49\u0E27\u0E19

PTType=\u0E23\u0E2B\u0E31\u0E2A PTType

SetupReports=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

BeginNotNull=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19

EndNotNull=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E2B\u0E31\u0E2A\u0E42\u0E23\u0E04\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14

CodeAricNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04 ARIC

DescriptionAricNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04 ARIC

CodeSubAricNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E22\u0E48\u0E2D\u0E22\u0E02\u0E2D\u0E07 ARIC

DescriptionSubAricNotNULL=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E22\u0E48\u0E2D\u0E22\u0E02\u0E2D\u0E07 ARIC

SameAricCode=\u0E21\u0E35\u0E25\u0E33\u0E14\u0E31\u0E1A\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04 ARIC \u0E19\u0E35\u0E49\u0E41\u0E25\u0E49\u0E27

SameAricDescription=\u0E21\u0E35\u0E23\u0E32\u0E22\u0E25\u0E30\u0E40\u0E2D\u0E35\u0E22\u0E14\u0E02\u0E2D\u0E07\u0E01\u0E25\u0E38\u0E48\u0E21\u0E42\u0E23\u0E04 ARIC \u0E19\u0E35\u0E49\u0E41\u0E25\u0E49\u0E27

ReportSetup=\u0E15\u0E31\u0E49\u0E07\u0E04\u0E48\u0E32\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19

Menu=\u0E40\u0E21\u0E19\u0E39

Editing=\u0E41\u0E01\u0E49\u0E44\u0E02

AgePortion=\u0E0A\u0E48\u0E27\u0E07\u0E2D\u0E32\u0E22\u0E38\u0E2A\u0E33\u0E2B\u0E23\u0E31\u0E1A\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E1B\u0E23\u0E30\u0E0A\u0E32\u0E01\u0E23

AgeBegin=\u0E2D\u0E32\u0E22\u0E38\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19

AgeEnd=\u0E2D\u0E32\u0E22\u0E38\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14

ResidentAgeGroup=\u0E0A\u0E48\u0E27\u0E07\u0E2D\u0E32\u0E22\u0E38\u0E1B\u0E23\u0E30\u0E0A\u0E32\u0E01\u0E23

DentalProtectItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32\u0E02\u0E2D\u0E07\u0E17\u0E31\u0E19\u0E15\u0E01\u0E23\u0E23\u0E21\u0E1B\u0E49\u0E2D\u0E07\u0E01\u0E31\u0E19

EpiMeaslesItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19\u0E2B\u0E31\u0E14\u0E40\u0E22\u0E2D\u0E23\u0E21\u0E31\u0E19 (MMR)

EpiGroupItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19\u0E01\u0E32\u0E23\u0E14\u0E39\u0E41\u0E25\u0E40\u0E14\u0E47\u0E01\u0E40\u0E25\u0E47\u0E01

Have=\u0E21\u0E35

InDB=\u0E2D\u0E22\u0E39\u0E48\u0E43\u0E19\u0E10\u0E32\u0E19\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E41\u0E25\u0E49\u0E27

BeginMustLassThanEnd=\u0E04\u0E48\u0E32\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19\u0E15\u0E49\u0E2D\u0E07\u0E19\u0E49\u0E2D\u0E22\u0E01\u0E27\u0E48\u0E32\u0E04\u0E48\u0E32\u0E2A\u0E34\u0E49\u0E19\u0E2A\u0E38\u0E14

HealthyGroupSurvey=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E43\u0E19\u0E01\u0E25\u0E38\u0E48\u0E21\u0E15\u0E23\u0E27\u0E08\u0E2A\u0E38\u0E02\u0E20\u0E32\u0E1E

HealthyGroup=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E1B\u0E23\u0E30\u0E40\u0E21\u0E34\u0E19\u0E2A\u0E38\u0E02\u0E20\u0E32\u0E1E

SearchItem=\u0E04\u0E49\u0E19\u0E2B\u0E32\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32

SameDaTaItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32\u0E17\u0E35\u0E48\u0E40\u0E04\u0E22\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E41\u0E25\u0E49\u0E27

OK=\u0E15\u0E01\u0E25\u0E07

NutritionMap=\u0E20\u0E32\u0E27\u0E30\u0E42\u0E20\u0E0A\u0E19\u0E32\u0E01\u0E32\u0E23

ScreenedDisease=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32\u0E02\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E04\u0E31\u0E14\u0E01\u0E23\u0E2D\u0E07

PleaseSelectDisease=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E31\u0E14\u0E01\u0E23\u0E2D\u0E07\u0E01\u0E48\u0E2D\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32

OrderItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32

EpiTTItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19\u0E02\u0E2D\u0E07 TT

key_data=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E01\u0E23\u0E2D\u0E01\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25

same_code=\u0E21\u0E35\u0E2D\u0E22\u0E39\u0E48\u0E41\u0E25\u0E49\u0E27

EpiAgeGroup=\u0E0A\u0E48\u0E27\u0E07\u0E2D\u0E32\u0E22\u0E38\u0E01\u0E32\u0E23\u0E23\u0E31\u0E1A\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19

EpiItem=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19

AgeStart=\u0E2D\u0E32\u0E22\u0E38\u0E40\u0E23\u0E34\u0E48\u0E21\u0E15\u0E49\u0E19

AgeGroupType=\u0E0A\u0E19\u0E34\u0E14\u0E02\u0E2D\u0E07\u0E0A\u0E48\u0E27\u0E07\u0E2D\u0E32\u0E22\u0E38

Setup=Setup

ReportSetup_ARIC=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 ARIC

ReportSetup_11ng5_3=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 11\u0E23\u0E075 \u0E2A\u0E48\u0E27\u0E19\u0E17\u0E35\u0E48 3

ReportSetup_11ng5_4=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 11\u0E23\u0E075 \u0E2A\u0E48\u0E27\u0E19\u0E17\u0E35\u0E48 4

ReportSetup_pcu=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 PCU

ReportSetup_11ng5_all=\u0E01\u0E25\u0E38\u0E48\u0E21\u0E2A\u0E34\u0E17\u0E18\u0E34\u0E02\u0E2D\u0E07 11\u0E23\u0E075

ReportSetup_eye=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19\u0E42\u0E23\u0E04\u0E15\u0E32

ReportSetup_18files=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 18 \u0E41\u0E1F\u0E49\u0E21

PleaseSelectNutritionType=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E1B\u0E23\u0E30\u0E40\u0E20\u0E17\u0E02\u0E2D\u0E07\u0E23\u0E30\u0E14\u0E31\u0E1A\u0E42\u0E20\u0E0A\u0E19\u0E32\u0E01\u0E32\u0E23\u0E01\u0E48\u0E2D\u0E19\u0E17\u0E33\u0E01\u0E32\u0E23\u0E08\u0E31\u0E1A\u0E04\u0E39\u0E48

PleaseSelectEpiGroup=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E01\u0E25\u0E38\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E01\u0E32\u0E23\u0E14\u0E39\u0E41\u0E25\u0E40\u0E14\u0E47\u0E01\u0E40\u0E25\u0E47\u0E01\u0E17\u0E35\u0E48\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E27\u0E31\u0E04\u0E0B\u0E35\u0E19

PleaseSelectGroupSurvey=\u0E01\u0E23\u0E38\u0E13\u0E32\u0E40\u0E25\u0E37\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E2A\u0E33\u0E23\u0E27\u0E08\u0E01\u0E48\u0E2D\u0E19\u0E40\u0E1E\u0E34\u0E48\u0E21\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E15\u0E23\u0E27\u0E08\u0E23\u0E31\u0E01\u0E29\u0E32

NotEmptyString=\u0E42\u0E1B\u0E23\u0E41\u0E01\u0E23\u0E21\u0E44\u0E21\u0E48\u0E1A\u0E31\u0E19\u0E17\u0E36\u0E01\u0E04\u0E48\u0E32\u0E27\u0E48\u0E32\u0E07 \u0E01\u0E23\u0E38\u0E13\u0E32\u0E23\u0E30\u0E1A\u0E38\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E43\u0E2B\u0E49\u0E04\u0E23\u0E1A\u0E16\u0E49\u0E27\u0E19

Description_EN=\u0E0A\u0E37\u0E48\u0E2D\u0E20\u0E32\u0E29\u0E32\u0E2D\u0E31\u0E07\u0E01\u0E24\u0E29

ReportSetup_12files=\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 12 \u0E41\u0E1F\u0E49\u0E21

ClinicMapFor12Files=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23 Map \u0E04\u0E25\u0E34\u0E19\u0E34\u0E01\u0E40\u0E1E\u0E37\u0E48\u0E2D\u0E2D\u0E2D\u0E01 12 \u0E41\u0E1F\u0E49\u0E21

ClinicFormHospital=\u0E23\u0E32\u0E22\u0E01\u0E32\u0E23\u0E04\u0E25\u0E34\u0E19\u0E34\u0E01\u0E02\u0E2D\u0E07\u0E42\u0E23\u0E07\u0E1E\u0E22\u0E32\u0E1A\u0E32\u0E25

confirm_del_effect_report=\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E02\u0E2D\u0E21\u0E39\u0E25\u0E08\u0E30\u0E21\u0E35\u0E1C\u0E25\u0E01\u0E23\u0E30\u0E17\u0E1A\u0E01\u0E31\u0E1A\u0E01\u0E32\u0E23\u0E2D\u0E2D\u0E01\u0E23\u0E32\u0E22\u0E07\u0E32\u0E19 \u0E04\u0E38\u0E13\u0E15\u0E49\u0E2D\u0E07\u0E01\u0E32\u0E23\u0E25\u0E1A\u0E02\u0E49\u0E2D\u0E21\u0E39\u0E25\u0E2B\u0E23\u0E37\u0E2D\u0E44\u0E21\u0E48

confirm_del=\u0E22\u0E37\u0E19\u0E22\u0E31\u0E19\u0E01\u0E32\u0E23\u0E25\u0E1A
