--เพิ่ม column เก็บการตรวจ lab ของฝากครรภ์
ALTER TABLE t_nhso_anc
	ADD COLUMN nhso_anc_escreen varchar(255) NULL DEFAULT '';
ALTER TABLE t_nhso_anc
	ADD COLUMN nhso_anc_escreen_result varchar(255) NULL DEFAULT '';
ALTER TABLE t_nhso_anc
	ADD COLUMN nhso_anc_husband_escreen varchar(255) NULL DEFAULT '';
ALTER TABLE t_nhso_anc
	ADD COLUMN nhso_anc_husband_escreen_result varchar(255) NULL DEFAULT '';

--แก้ไขคำผิดในหัวข้อการให้คำปรึกษา
update b_health_service_type set service_type_description = replace(service_type_description,'ทาลัสซีเมีย','ธาลัสซีเมีย');

--ตาราง pp_out_area
CREATE TABLE f_nhso_pp_out_area (
     f_nhso_pp_out_area_id character varying(255) NOT NULL,
     nhso_pp_out_area_district character varying(255),
     nhso_pp_out_area_off_id character varying(255),
     nhso_pp_out_area_off_name character varying(255),
     nhso_pp_out_area_off_tel character varying(255),
     nhso_pp_out_area_cover character varying(255),
     nhso_pp_out_area_person_qty character varying(255),
     nhso_pp_out_area_catm character varying(255),
     CONSTRAINT f_nhso_pp_out_area_pkey PRIMARY KEY (f_nhso_pp_out_area_id)
);

Delete from f_nhso_pp_out_area;

 insert into f_nhso_pp_out_area values ('1','คลองเตย','15156','คลินิกเวชกรรมกล้วยน้ำไท สาขาชุมชน 70 ไร่','02-6714053-4','ซอย สุขุมวิท 2 -22  แขวงคลองเตย','6968','คลองเตย');
 insert into f_nhso_pp_out_area values ('2','คลองเตย','11583','โรงพยาบาลกล้วยน้ำไท ','02-3812006-20','ซอยสุขุมวิท 24 -26  แขวงพระโขนง ','5000','พระโขนง ');
 insert into f_nhso_pp_out_area values ('3','คลองเตย','13686','ศูนย์บริการสาธารณสุขที่ 41 คลองเตย','0-2249-1852','แขวงคลองเตย','82744','คลองเตย');
 insert into f_nhso_pp_out_area values ('4','คลองเตย','13686','ศูนย์บริการสาธารณสุขที่ 41 คลองเตย','0-2249-1852','แขวงคลองตัน','13522','คลองตัน');
 insert into f_nhso_pp_out_area values ('5','คลองเตย','13686','ศูนย์บริการสาธารณสุขที่ 41 คลองเตย','0-2249-1852','แขวงพระโขนง','27063','พระโขนง');
 insert into f_nhso_pp_out_area values ('6','คลองสาน','11539','โรงพยาบาลตากสิน','0-2437-0123 ต่อ 1156 ','ชุมชนวัดทองนพคุณ  และชุมชนหลังโรงเรียนสารพัดช่าง  แขวงคลองสาน ','1996','คลองสาน ');
 insert into f_nhso_pp_out_area values ('7','คลองสาน','13673','ศูนย์บริการสาธารณสุขที่ 28 กรุงธนบุรี','0-2438-8387','แขวงสมเด็จเจ้าพระยา','22994','สมเด็จเจ้าพระยา');
 insert into f_nhso_pp_out_area values ('8','คลองสาน','13673','ศูนย์บริการสาธารณสุขที่ 28 กรุงธนบุรี','0-2438-8387','แขวงคลองสาน','27328','คลองสาน');
 insert into f_nhso_pp_out_area values ('9','คลองสาน','13673','ศูนย์บริการสาธารณสุขที่ 28 กรุงธนบุรี','0-2438-8387','แขวงบางลำภูล่าง','30771','บางลำภูล่าง');
 insert into f_nhso_pp_out_area values ('10','คลองสาน','13673','ศูนย์บริการสาธารณสุขที่ 28 กรุงธนบุรี','0-2438-8387','แขวงคลองต้นไทร','25337','คลองต้นไทร');
 insert into f_nhso_pp_out_area values ('11','คลองสามวา','15158','คลินิกเวชกรรมเกษมราษฏร์ สาขาหทัยราษฎร์','02-9552126','ให้ หมู่ 16 แขวงสามวาตะวันตก','5999','สามวาตะวันตก');
 insert into f_nhso_pp_out_area values ('12','คลองสามวา','11595','โรงพยาบาลนวมินทร์ 1','0-2918-5080','หมู่ 1-4, 9-15 แขวงสามวาตะวันตก','9762','สามวาตะวันตก');
 insert into f_nhso_pp_out_area values ('13','คลองสามวา','11470','โรงพยาบาลนพรัตนราชธานี ','0-2917-8914-5','หมู่ 4-6, 8  แขวงทรายกองดิน','3118','ทรายกองดิน');
 insert into f_nhso_pp_out_area values ('14','คลองสามวา','11470','โรงพยาบาลนพรัตนราชธานี ','0-2917-8914-5',' หมู่ 8-10 แขวงทรายกองดินใต้','3725','ทรายกองดินใต้');
 insert into f_nhso_pp_out_area values ('15','คลองสามวา','13688','ศูนย์บริการสาธารณสุขที่ 64 คลองสามวา','0-2548-0495-9','แขวงสามวาตะวันตก','12600','สามวาตะวันตก');
 insert into f_nhso_pp_out_area values ('16','คลองสามวา','13688','ศูนย์บริการสาธารณสุขที่ 64 คลองสามวา','0-2548-0495-9','แขวงสามวาตะวันออก','15721','สามวาตะวันออก');
 insert into f_nhso_pp_out_area values ('17','คลองสามวา','13688','ศูนย์บริการสาธารณสุขที่ 64 คลองสามวา','0-2548-0495-9','แขวงบางชัน','44012','บางชัน');
 insert into f_nhso_pp_out_area values ('18','คลองสามวา','13688','ศูนย์บริการสาธารณสุขที่ 64 คลองสามวา','0-2548-0495-9','แขวงทรายกองดิน','6094','ทรายกองดิน');
 insert into f_nhso_pp_out_area values ('19','คลองสามวา','13688','ศูนย์บริการสาธารณสุขที่ 64 คลองสามวา','0-2548-0495-9','แขวงทรายกองดินใต้','8121','ทรายกองดินใต้');
 insert into f_nhso_pp_out_area values ('20','คันนายาว','11470','โรงพยาบาลนพรัตนราชธานี','0-2917-8914-5','หมู่ 3, 4, 5, 10 แขวงคันนายาว','17622','คันนายาว');
 insert into f_nhso_pp_out_area values ('21','คันนายาว','11595','โรงพยาบาลนวมินทร์ 1 ','0-2918-5080','หมู่ 14  แขวงคันนายาว','11390','คันนายาว');
 insert into f_nhso_pp_out_area values ('22','คันนายาว','13699','ศูนย์บริการสาธารณสุขที่ 56 ทับเจริญ','0-2510-4955','แขวงคันนายาว ที่เหลือ','53823','คันนายาว');
 insert into f_nhso_pp_out_area values ('23','จตุจักร','15195','คลินิกเวชกรรมเกษมราษฎร์ สาขาจตุจักร','02-9410078-9','พื้นที่แขวงลาดยาว จากถนนพหลโยธิน จากซอยพหลโยธิน 37 ถึงสุดถนนงานวงศ์วาน ออกมาที่ถนนวิภาวดี','15000','ลาดยาว');
 insert into f_nhso_pp_out_area values ('24','จตุจักร','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 12 ','','กรมวิทยาศาสตร์ทหารบก ถ.พหลโยธิน แขวงเสนานิคม เขตจตุจักร (พื้นที่ ศบส.51)','4074','เสนานิคม');
 insert into f_nhso_pp_out_area values ('25','จตุจักร','13662','ศูนย์บริการสาธารณสุขที่ 17 ประชานิเวศน์','0-2591-6306','แขวงลาดยาว','53311','ลาดยาว');
 insert into f_nhso_pp_out_area values ('26','จตุจักร','13662','ศูนย์บริการสาธารณสุขที่ 17 ประชานิเวศน์','0-2591-6306','แขวงจตุจักร','25903','จตุจักร');
 insert into f_nhso_pp_out_area values ('27','จตุจักร','13694','ศูนย์บริการสาธารณสุขที่ 51 วัดไผ่ตัน','0-2279-8972','แขวงเสนานิคม','23335','เสนานิคม');
 insert into f_nhso_pp_out_area values ('28','จตุจักร','13694','ศูนย์บริการสาธารณสุขที่ 51 วัดไผ่ตัน','0-2279-8972','แขวงจันทร์เกษม','36855','จันทร์เกษม');
 insert into f_nhso_pp_out_area values ('29','จตุจักร','13694','ศูนย์บริการสาธารณสุขที่ 51 วัดไผ่ตัน','0-2279-8972','แขวงจอมพล','30005','จอมพล');
 insert into f_nhso_pp_out_area values ('30','จอมทอง','11708','โรงพยาบาลบางมด ','0-2416-0049','แขวงบางมด หมู่ 1, 2, 3, 4, 5, 6, 7, 8, 10, 11    ( ยกเว้น หมู่ 9 ที่ตั้ง ศบส.สาขา )  ','41263','บางมด');
 insert into f_nhso_pp_out_area values ('31','จอมทอง','11706','สถานพยาบาลบางขุนเทียน','02-4772290-3','หมู่1 ,หมู่ 2,หมู่ 6,หมู่ 7 แขวงจอมทอง เขตจอมทอง ','18245','จอมทอง');
 insert into f_nhso_pp_out_area values ('32','จอมทอง','13674','ศูนย์บริการสาธารณสุขที่ 29  ช่วง นุชเนตร','0-2476-6628','แขวงบางขุนเทียน ม1-11','41671','บางขุนเทียน');
 insert into f_nhso_pp_out_area values ('33','จอมทอง','13674','ศูนย์บริการสาธารณสุขที่ 29  ช่วง นุชเนตร','0-2476-6628','แขวงบางค้อ','40722','บางค้อ');
 insert into f_nhso_pp_out_area values ('34','จอมทอง','13674','ศูนย์บริการสาธารณสุขที่ 29  ช่วง นุชเนตร','0-2476-6628','แขวงบางมด','3128','บางมด');
 insert into f_nhso_pp_out_area values ('35','จอมทอง','13674','ศูนย์บริการสาธารณสุขที่ 29  ช่วง นุชเนตร','0-2476-6628','แขวงจอมทอง ม3-4,8-11','22889','จอมทอง');
 insert into f_nhso_pp_out_area values ('36','ดอนเมือง','13703','ศูนย์บริการสาธารณสุขที่ 60 รสสุคนธ์ มโนชญากร','0-2565-5257','พื้นที่เขตดอนเมืองที่เหลือทั้งหมด','106482','');
 insert into f_nhso_pp_out_area values ('37','ดอนเมือง','13703','ศูนย์บริการสาธารณสุขที่ 60 รสสุคนธ์ มโนชญากร','0-2534-7713','หมู่ 3 แขวงสีกัน เขตดอนเมือง ','39309','สีกัน');
 insert into f_nhso_pp_out_area values ('38','ดอนเมือง','13703','ศูนย์บริการสาธารณสุขที่ 60 รสสุคนธ์ มโนชญากร','','หมู่ 10 แขวงสีกัน เขตดอนเมือง','4644','สีกัน');
 insert into f_nhso_pp_out_area values ('39','ดินแดง','13649','ศูนย์บริการสาธารณสุขที่ 4 ดินแดง','0-2246-1553','ดินแดงบางส่วน','77290','');
 insert into f_nhso_pp_out_area values ('40','ดินแดง','13695','ศูนย์บริการสาธารณสุขที่ 52 สามเสนนอก','0-2277-6112','ดินแดงบางส่วน','77290','');
 insert into f_nhso_pp_out_area values ('41','ดุสิต','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 8   ','0-2354-7660-6','กรมทหารราบที่ 1 กองพัน 3 รักษาพระองค์ ถ.พระราม 5 แขวงถนนนครไชยศรี เขตดุสิต','5843','เขตดุสิต');
 insert into f_nhso_pp_out_area values ('42','ดุสิต','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 9   ','0-2354-7660-6','กรมยุทธศึกษาทหารบก ถ.เทอดดำริ แขวงถนนนครไชยศรี เขตดุสิต ','8146','เขตดุสิต ');
 insert into f_nhso_pp_out_area values ('43','ดุสิต','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 10   ','0-2354-7660-6','กรมทหารม้าที่ 2 กองพันที่ 4 รักษาพระองค์   ถ.สามเสน แขวงถนนนครไชยศรี เขตดุสิต ','3523','เขตดุสิต ');
 insert into f_nhso_pp_out_area values ('44','ดุสิต','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 11','0-2354-7660-6','กรมการสื่อสาร ถ.พระราม 5 แขวงนครไชยศรี เขตดุสิต','5397','เขตดุสิต');
 insert into f_nhso_pp_out_area values ('45','ดุสิต','13651','ศูนย์บริการสาธารณสุขที่ 6 สโมสรวัฒนธรรมหญิง','0-2282-0048','แขวงดุสิต(พ.ท.ทหาร 193 ถ.ราชวิถี 5,314 คน เป็นของศบส.6  1พ.ย. 47)','17492','ดุสิต');
 insert into f_nhso_pp_out_area values ('46','ดุสิต','13651','ศูนย์บริการสาธารณสุขที่ 6 สโมสรวัฒนธรรมหญิง','0-2282-0048','แขวงวชิรพยาบาล','14185','วชิรพยาบาล');
 insert into f_nhso_pp_out_area values ('47','ดุสิต','13651','ศูนย์บริการสาธารณสุขที่ 6 สโมสรวัฒนธรรมหญิง','0-2282-0048','แขวงจิตรลดา','12373','จิตรลดา');
 insert into f_nhso_pp_out_area values ('48','ดุสิต','13651','ศูนย์บริการสาธารณสุขที่ 6 สโมสรวัฒนธรรมหญิง','0-2282-0048','แขวงสี่แยกมหานาค','9301','สี่แยกมหานาค');
 insert into f_nhso_pp_out_area values ('49','ดุสิต','13683','ศูนย์บริการสาธารณสุขที่ 38 จี๊ด - ทองคำ  บำเพ็ญ','0-2241-8378','แขวงถนนนครไชยศรี (ยกเว้นพื้นที่ทหาร)','48146','ถนนนครไชยศรี');
 insert into f_nhso_pp_out_area values ('50','ตลิ่งชัน','15142','ศรีวิชัยฉิมพลีคลินิกเวชกรรม','0-2887-9628','หมู่ 1  แขวงฉิมพลี','2135','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('51','ตลิ่งชัน','15142','ศรีวิชัยฉิมพลีคลินิกเวชกรรม','0-2887-9628','หมู่ 2  แขวงฉิมพลี','2723','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('52','ตลิ่งชัน','15142','ศรีวิชัยฉิมพลีคลินิกเวชกรรม','0-2887-9628','หมู่ 9  แขวงฉิมพลี','1951','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('53','ตลิ่งชัน','15142','ศรีวิชัยฉิมพลีคลินิกเวชกรรม','0-2887-9628','หมู่ 10  แขวงฉิมพลี','615','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('54','ตลิ่งชัน','15142','ศรีวิชัยฉิมพลีคลินิกเวชกรรม','0-2887-9628','หมู่ 11 แขวงฉิมพลี','680','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('55','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่ 4  แขวงบางพรหม','743','บางพรหม');
 insert into f_nhso_pp_out_area values ('56','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่ 5  แขวงบางพรหม','611','บางพรหม');
 insert into f_nhso_pp_out_area values ('57','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่  6 แขวงบางพรหม','314','บางพรหม');
 insert into f_nhso_pp_out_area values ('58','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่  10 แขวงบางพรหม','1649','บางพรหม');
 insert into f_nhso_pp_out_area values ('59','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่  11 แขวงบางพรหม','1347','บางพรหม');
 insert into f_nhso_pp_out_area values ('60','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่ 11  แขวงบางเชือกหนัง','1289','บางเชือกหนัง');
 insert into f_nhso_pp_out_area values ('61','ตลิ่งชัน','15192','คลินิกเวชกรรมบางไผ่ - กระโจมทอง','0-2410-7661','หมู่ 12  แขวงบางเชือกหนัง','355','บางเชือกหนัง');
 insert into f_nhso_pp_out_area values ('62','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงคลองชักพระ','11280','คลองชักพระ');
 insert into f_nhso_pp_out_area values ('63','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงตลิ่งชัน','28284','ตลิ่งชัน');
 insert into f_nhso_pp_out_area values ('64','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงฉิมพลี','16648','ฉิมพลี');
 insert into f_nhso_pp_out_area values ('65','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงบางพรม','9564','บางพรม');
 insert into f_nhso_pp_out_area values ('66','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงบางระมาด','17032','บางระมาด');
 insert into f_nhso_pp_out_area values ('67','ตลิ่งชัน','13692','ศูนย์บริการสาธารณสุขที่ 49  วัดชัยพฤกษมาลา','0-2424-9410','แขวงบางเชือกหนัง','7750','บางเชือกหนัง');
 insert into f_nhso_pp_out_area values ('68','ทวีวัฒนา','15160','คลินิกเวชกรรมเกษมราษฎร์                           สาขาพุทธมณฑลสาย 2','0-2887-4017','หมู่ 19 แขวงศาลาธรรมสพน์','7617','ศาลาธรรมสพน์');
 insert into f_nhso_pp_out_area values ('69','ทวีวัฒนา','13692','ศูนย์บริการสาธารณสุขที่ 67 ทวีวัฒนา','0 2441 4680 - 4','แขวงทวีวัฒนา','19034','ทวีวัฒนา');
 insert into f_nhso_pp_out_area values ('70','ทวีวัฒนา','13692','ศูนย์บริการสาธารณสุขที่ 67 ทวีวัฒนา','0 2441 4680 - 4','แขวงศาลาธรรมสพน์ที่เหลือทั้งหมด','38692','ศาลาธรรมสพน์');
 insert into f_nhso_pp_out_area values ('71','ทุ่งครุ','13702','ศูนย์บริการสาธารณสุขที่ 59 ทุ่งครุ','0-2464-3057','หมู่บ้านประชาสุขซิตี้ หมู่ 1 ทุ่งครุ','4500','');
 insert into f_nhso_pp_out_area values ('72','ทุ่งครุ','11667','โรงพยาบาลนวมินทร์ 2','02-4271616','ซอยประชาอุทิศ 33-67  หมู่ 1 บางมด','6000','');
 insert into f_nhso_pp_out_area values ('73','ทุ่งครุ','15188','คลินิกเวชกรรมทุ่งครุ','01-9191470','ซอยประชาอุทิศ 79 และหมู่วิเศษสุขนคร  หมู่ 1 ทุ่งครุ','4000','');
 insert into f_nhso_pp_out_area values ('74','ทุ่งครุ','13702','ศูนย์บริการสาธารณสุขที่ 59 ทุ่งครุ','0-2464-3057','แขวงทุ่งครุ ที่เหลือ','43511','ทุ่งครุ ที่เหลือ');
 insert into f_nhso_pp_out_area values ('75','ทุ่งครุ','13697','ศูนย์บริการสาธารณสุขที่ 54 ทัศน์เอี่ยม','0-2426-3514','แขวงบางมด ที่เหลือ','39150','บางมด');
 insert into f_nhso_pp_out_area values ('76','ธนบุรี','13671','ศูนย์บริการสาธารณสุขที่ 26 เจ้าคุณพระประยูรวงศ์','0-2465-0014','แขวงวัดกัญยาณ์','13961','วัดกัญยาณ์');
 insert into f_nhso_pp_out_area values ('77','ธนบุรี','13671','ศูนย์บริการสาธารณสุขที่ 26 เจ้าคุณพระประยูรวงศ์','0-2465-0014','แขวงหิรัญรูจี','17682','หิรัญรูจี');
 insert into f_nhso_pp_out_area values ('78','ธนบุรี','13672','ศูนย์บริการสาธารณสุขที่ 27 จันทร์ ฉิมไพบูลย์','0-2465-1000','แขวงบางยี่เรือ','31527','บางยี่เรือ');
 insert into f_nhso_pp_out_area values ('79','ธนบุรี','13672','ศูนย์บริการสาธารณสุขที่ 27 จันทร์ ฉิมไพบูลย์','0-2465-1000','แขวงตลาดพลู ','25287','ตลาดพลู ');
 insert into f_nhso_pp_out_area values ('80','ธนบุรี','13681','ศูนย์บริการสาธารณสุขที่ 36 บุคคโล','0-2468-5297','แขวงบุคคโล','20883','บุคคโล');
 insert into f_nhso_pp_out_area values ('81','ธนบุรี','13681','ศูนย์บริการสาธารณสุขที่ 36 บุคคโล','0-2468-5297','แขวงดาวคนอง','20971','ดาวคนอง');
 insert into f_nhso_pp_out_area values ('82','ธนบุรี','13681','ศูนย์บริการสาธารณสุขที่ 36 บุคคโล','0-2468-5297','แขวงสำเหร่','19882','สำเหร่');
 insert into f_nhso_pp_out_area values ('83','บางกอกน้อย','11641','โรงพยาบาลศรีวิชัย 1','0-2412-0055 ต่อ 702','1.พื้นที่แขวงบางขุนศรี คือ ชุมชนตรอกไผ่ - วัดบางเสาธง , ชุมชนซอยประชาร่วมใจ, ชุมชนซอยจรัญสนิทวงศ์ 29 ฝั่งซ้าย, ชุมชนซอยจรัญสนิทวงศ์ 29 ฝั่งขวา, ชุมชนหลังตลาดนครหลวง, ชุมชนซอยจรัญสนิทวงศ์ 31 รวมใจ','24590','บางขุนศรี');
 insert into f_nhso_pp_out_area values ('84','บางกอกน้อย','11641','โรงพยาบาลศรีวิชัย 1','0-2412-0055 ต่อ 702','2. พื้นที่แขวงอรุณอัมรินทร์บางส่วน คือชุมชนจรัญสนิทวงศ์ 41 และพื้นที่ฝั่งซ้ายถนนจรัญสนิทวงศ์ ','13000','อรุณอัมรินทร์');
 insert into f_nhso_pp_out_area values ('85','บางกอกน้อย','13675','ศูนย์บริการสาธารณสุขที่ 30 วัดเจ้าอาม','0-2423-0234','แขวงศิริราช  บ้านช่างหล่อ  บางขุนนท์  บางขุนศรี ตั้งแต่จรัญ31-ทางรถไฟสายใต้เก่าแขวงอรุณอัมรินทร์ ซอยเลขคู่-ถ.บรมราชชนนีและสะพานปิ่นเกล้า','117661','ศิริราช');
 insert into f_nhso_pp_out_area values ('86','บางกอกใหญ่','13678','ศูนย์บริการสาธารณสุขที่ 33  วัดหงส์รัตนาราม','0-2472-5895','แขวงวัดอรุณ','18691','วัดอรุณ');
 insert into f_nhso_pp_out_area values ('87','บางกอกใหญ่','13678','ศูนย์บริการสาธารณสุขที่ 33  วัดหงส์รัตนาราม','0-2472-5895','แขวงวัดท่าพระ','66315','วัดท่าพระ');
 insert into f_nhso_pp_out_area values ('88','บางกะปิ','15141','คลินิกแพทย์ปัญญา 2 ','0-2314-0726 ต่อ 330','พื้นที่ศูนย์การค้าแฮปปี้แลนด์ 1 และ 2 ศูนย์การค้าบันเทิง หมู่สินธร หมู่เสนาวิลล่า หมู่ฉัตรแก้ว แขวงคลองจั่น','16606','คลองจั่น');
 insert into f_nhso_pp_out_area values ('89','บางกะปิ','13680','ศูนย์บริการสาธารณสุขที่ 35 หัวหมาก','0-2374-3594','แขวงคลองจั่นที่เหลือทั้งหมด','65469','คลองจั่น');
 insert into f_nhso_pp_out_area values ('90','บางกะปิ','13680','ศูนย์บริการสาธารณสุขที่ 35 หัวหมาก','0-2374-3594','แขวงหัวหมากทั้งหมด                     ','48568','หัวหมากทั้งหมด                     ');
 insert into f_nhso_pp_out_area values ('91','บางกะปิ','11595','โรงพยาบาลนวมินทร์ 1 ','0-2918-5080 ต่อ 292, 293','พื้นที่ซอยลาดพร้าว 103-109 แขวงคลองจั่น ','4478','คลองจั่น ');
 insert into f_nhso_pp_out_area values ('92','บางขุนเทียน','11647','โรงพยาบาลพระราม 2','0-2451-4920-30','หมู่ 6 แสมดำ บริเวณริมถ.พระราม 2 ถึงถ.บางขุนเทียนชายทะเล (ฝั่งเดียวกับรพ.) ','10000','');
 insert into f_nhso_pp_out_area values ('93','บางขุนเทียน','11647','โรงพยาบาลพระราม 2','0-2451-4920-30','หมู่ 4 แสมดำบางส่วน','4750','');
 insert into f_nhso_pp_out_area values ('94','บางขุนเทียน','14348','สถานพยาบาลบางปะกอก 5','0-2874-1434-6','ริมถนนบางขุนเทียนชายทะเล หมู่ 6 แสมดำ ตรงข้ามกับพื้นที่ของเทียนทะเลคลินิกเวชกรรม ไปถึงวงแหวนทวีสุข','5000','');
 insert into f_nhso_pp_out_area values ('95','บางขุนเทียน','15144','เทียนทะเลคลินิกเวชกรรม','0-2892-0114-5','หมู่ 6 แสมดำบางส่วน (ยกเว้นการเคหะฯ โครงการ 1 ส่วน 1-5) บริเวณริมถนนบางขุนเทียนชายทะเล กับถนนพระราม 2 (ส่วนต้นของถ.บางขุนเทียนชายทะเล)','2000','');
 insert into f_nhso_pp_out_area values ('96','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 2 แขวงท่าข้าม ','1033','ท่าข้าม ');
 insert into f_nhso_pp_out_area values ('97','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 3 แขวงท่าข้าม','1783','ท่าข้าม');
 insert into f_nhso_pp_out_area values ('98','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 5 แขวงท่าข้าม','2074','ท่าข้าม');
 insert into f_nhso_pp_out_area values ('99','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 6 แขวงท่าข้าม','1521','ท่าข้าม');
 insert into f_nhso_pp_out_area values ('100','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 7 แขวงท่าข้าม','5551','ท่าข้าม');
 insert into f_nhso_pp_out_area values ('101','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 1 แขวงแสมดำ','14825','แสมดำ ');
 insert into f_nhso_pp_out_area values ('102','บางขุนเทียน','15161','เรือพระร่วงคลินิกเวชกรรม','0-6561-6073','หมู่ 10 แขวงแสมดำ','766','แสมดำ ');
 insert into f_nhso_pp_out_area values ('103','บางขุนเทียน','15196','พระราม 2 คลินิกเวชกรรม (สาขาเพชรทองคำ)','0-2452-1407','หมู่ 5 แสมดำ ทั้งสองฝั่งถนนพระราม 2 และถนนบางกะดี่','8819','');
 insert into f_nhso_pp_out_area values ('104','บางขุนเทียน','13687','ศูนย์บริการสาธารณสุขที่ 42 ถนอม ทองสิมา','0-2416-8318','แขวงท่าข้าม ที่เหลือ','23184','ท่าข้าม');
 insert into f_nhso_pp_out_area values ('105','บางขุนเทียน','13687','ศูนย์บริการสาธารณสุขที่ 42 ถนอม ทองสิมา','0-2416-8318','แขวงแสมดำที่เหลือ','37305','แสมดำ');
 insert into f_nhso_pp_out_area values ('106','บางเขน','13669','ศูนย์บริการสาธารณสุข 24 บางเขน','0-2579-1342','เขตบางเขนทั้งหมด(แขวงอนุสาวรีย์และท่าแร้ง)ยกเว้น ราบ11','154588','อนุสาวรีย์');
 insert into f_nhso_pp_out_area values ('107','บางเขน','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วย    ตรวจโรคที่ 13 ','0-2354-7660-6',' กรมทหารราบที่ 11 รักษาพระองค์                  ถ.พหลโยธิน ','20602','');
 insert into f_nhso_pp_out_area values ('108','บางคอแหลม','13657','ศูนย์บริการสาธารณสุขที่ 12 จันทร์เที่ยง เนตรวิเศษ','0-2291-7637','แขวงบางคอแหลม','28644','บางคอแหลม');
 insert into f_nhso_pp_out_area values ('109','บางคอแหลม','13657','ศูนย์บริการสาธารณสุขที่ 12 จันทร์เที่ยง เนตรวิเศษ','0-2291-7637','แขวงวัดพระยาไกร','33815','วัดพระยาไกร');
 insert into f_nhso_pp_out_area values ('110','บางคอแหลม','13663','ศูนย์บริการสาธารณสุขที่ 18 มงคล วอน วังตาล ','0-2211-2353','แขวงบางโคล่','43435','บางโคล่');
 insert into f_nhso_pp_out_area values ('111','บางแค','14641','โรงพยาบาลราชพิพัฒน์','0-2421-2222 ต่อ 2201','หมู่ 3-4 บางไผ่','13807','');
 insert into f_nhso_pp_out_area values ('112','บางแค','11656','โรงพยาบาลเกษมราษฎร์บางแค','0-2804-8959 ต่อ 4519','หมู่ 2, 3, 4 แขวงหลักสอง','12802','หลักสอง');
 insert into f_nhso_pp_out_area values ('113','บางแค','11656','โรงพยาบาลเกษมราษฎร์บางแค','0-2804-8959 ต่อ 4519','หมู่ 1, 5, 6, 7, 8, 9 แขวงบางแค','33057','บางแค');
 insert into f_nhso_pp_out_area values ('114','บางแค','11652','สถานพยาบาลเพชรเกษม-บางแค','02-8012299','หมู่ 2, 3, 4 แขวงบางแค','15457','บางแค');
 insert into f_nhso_pp_out_area values ('115','บางแค','13685','ศูนย์บริการสาธารณสุขที่ 40 บางแค','0-2454-7070','แขวงบางแค   ม10','12691','บางแค');
 insert into f_nhso_pp_out_area values ('116','บางแค','13685','ศูนย์บริการสาธารณสุขที่ 40 บางแค','0-2454-7070','แขวงบางแคเหนือ','49310','บางแคเหนือ');
 insert into f_nhso_pp_out_area values ('117','บางแค','13685','ศูนย์บริการสาธารณสุขที่ 40 บางแค','0-2454-7070','แขวงบางไผ่','25212','บางไผ่');
 insert into f_nhso_pp_out_area values ('118','บางแค','13685','ศูนย์บริการสาธารณสุขที่ 40 บางแค','0-2454-7070','แขวงหลักสอง','23257','หลักสอง');
 insert into f_nhso_pp_out_area values ('119','บางซื่อ','11687','โรงพยาบาลเกษมราษฎร์ประชาชื่น',' 0-2910-1600-48','พื้นที่ใกล้เคียง รพ.เกษมราษฎร์ ขอบเขตดังนี้','40000','');
 insert into f_nhso_pp_out_area values ('120','บางซื่อ','11687','โรงพยาบาลเกษมราษฎร์ประชาชื่น',' 0-2910-1600-48','ทิศเหนือ คลองบางเขน  แนวถนนประชาชื่น ถึงถนนกรุงเทพ-นนทบุรีทิศใต้ พื้นที่ฝั่งซ้ายถนนประชาชื่น ตั้งแต่ซอยประชาชื่น 6  ฝั่งขวาของถนนประชาชื่น ซอยเพิ่มทรัพย์ สุดที่คลองเปรมประชากร                                         ','','');
 insert into f_nhso_pp_out_area values ('121','บางซื่อ','11687','โรงพยาบาลเกษมราษฎร์ประชาชื่น',' 0-2910-1600-48','ทิศตะวันออก ติดคลองเปรมประชากร ไปจนถึงริมทางรถไฟ ขึ้นไปตามแนวถนนประชาชื่นฝั่งซ้าย                                          ','','');
 insert into f_nhso_pp_out_area values ('122','บางซื่อ','11687','โรงพยาบาลเกษมราษฎร์ประชาชื่น',' 0-2910-1600-48','ทิศตะวันตก ถนนกรุงเทพ - นนทบุรี จากซอยประชาชื่น 6 ถึงคลองบางเขน','','');
 insert into f_nhso_pp_out_area values ('123','บางซื่อ','13648','ศูนย์บริการสาธารณสุขที่ 3 บางซื่อ','0-2587-0618','แขวงบางซื่อยกเว้นพื้นที่ที่แบ่งให้ รพ.เกษมราษฎร์ประชาชื่น','60450','บางซื่อ');
 insert into f_nhso_pp_out_area values ('124','บางซื่อ','13664','ศูนย์บริการสาธารณสุขที่ 19 วงศ์สว่าง','0-2585-0633','แขวงบางซื่อยกเว้นพื้นที่ที่แบ่งให้ รพ.เกษมราษฎร์ประชาชื่น','59923','บางซื่อ');
 insert into f_nhso_pp_out_area values ('125','บางนา','15162','คลินิกเวชกรรมลาซาล','02-7744401','หมู่บ้านนภาลัย','1390','');
 insert into f_nhso_pp_out_area values ('126','บางนา','15162','คลินิกเวชกรรมลาซาล','02-7744401','ชุมชนพระประดิษฐ์','400','');
 insert into f_nhso_pp_out_area values ('127','บางนา','15162','คลินิกเวชกรรมลาซาล','02-7744401','ซอยสุขุมวิท 107','800','');
 insert into f_nhso_pp_out_area values ('128','บางนา','15162','คลินิกเวชกรรมลาซาล','02-7744401','หมู่บ้านถาวรนิเวศน์ 1-2','1500','');
 insert into f_nhso_pp_out_area values ('129','บางนา','11581','โรงพยาบาลกล้วยน้ำไท 2','02-3812006-20','ซอยสุขุมวิท 68','1658','');
 insert into f_nhso_pp_out_area values ('130','บางนา','11581','โรงพยาบาลกล้วยน้ำไท 2','02-3812006-20','ซอยเศวตวิทย์','901','');
 insert into f_nhso_pp_out_area values ('131','บางนา','11581','โรงพยาบาลกล้วยน้ำไท 2','02-3812006-20','ซอยเชษฐา','232','');
 insert into f_nhso_pp_out_area values ('132','บางนา','11581','โรงพยาบาลกล้วยน้ำไท 2','02-3812006-20','ริมทางด่วน','943','');
 insert into f_nhso_pp_out_area values ('133','บางนา','13653','ศูนย์บริการสาธารณสุขที่ 8 บุญรอด รุ่งเรือง','0-2361-6760','แขวงบางนา สุขุมวิทซอยคี่ เริ่มจากซอยสุขุมวิท 101/1(ฝั่งขวา) ไปจนถึงซอย107(ฝั่งขวา) ','48363','บางนา');
 insert into f_nhso_pp_out_area values ('134','บางนา','13677','ศูนย์บริการสาธารณสุขที่ 32 มาริษ      ตินตมุสิก','0-2331-1773','แขวงบางนาซอยสุขุมวิทเลขคู่เริ่มจากซอยสุขุมวิท 66(ฮอนด้า) จดจังหวัดสมุทรปราการ(ซอยโปษยานนท์) ','45938','บางนา');
 insert into f_nhso_pp_out_area values ('135','บางบอน','15182','สถานพยาบาลบางมด 3','0-2416-9444','เอกชัย 36/2 - คลองวัดสิงห์ กำนันแม้น ซอย 5 - ชุมชนวัดน้อย และจากเอกชัย 45 ถึงคลองวัดสิงห์  ประชากรหมู่ 8','2500','');
 insert into f_nhso_pp_out_area values ('136','บางบอน','15182','สถานพยาบาลบางมด 3','0-2416-9444','เอกชัย  47 - เอกชัย  79  พื้นที่หมู่ 6','5000','');
 insert into f_nhso_pp_out_area values ('137','บางบอน','15193','คลินิกสุขาภิบาล 1 เวชกรรม','02-8993440-41','เอกชัย 46 - เอกชัย 66/7','','');
 insert into f_nhso_pp_out_area values ('138','บางบอน','15193','คลินิกสุขาภิบาล 1 เวชกรรม','02-8993440-41','เอกชัย 66/7 (คลองสาเก) ปากซอย จรด คลองบางพราน  เป็นพื้นที่หมู่ 6                                                                                      ','2129','');
 insert into f_nhso_pp_out_area values ('139','บางบอน','15193','คลินิกสุขาภิบาล 1 เวชกรรม','02-8993440-41','คลองบางพราน จรด คลองบางโคลัค พื้นที่หมู่ 9','5400','');
 insert into f_nhso_pp_out_area values ('140','บางบอน','15193','คลินิกสุขาภิบาล 1 เวชกรรม','02-8993440-41','เอกชัย 46 ซอยสังสิทธิ์ ปากซอย 46 จรด คลองบางพราน พื้นที่หมู่ 8','1490','');
 insert into f_nhso_pp_out_area values ('141','บางบอน','15145','บางขุนเทียน 2 คลินิกเวชกรรม ','0-2894-3713-4','เอกชัย 68 - เอกชัย 76 เอกชัย 68 (คลองสาเก) เอกชัย 76 (ฝั่งขวา) ถึงหมู่บ้านเปี่ยมสุขจรด คลองบางพราน พื้นที่หมู่  6','1364','');
 insert into f_nhso_pp_out_area values ('142','บางบอน','15145','บางขุนเทียน 2 คลินิกเวชกรรม ','0-2894-3713-4','คลองบางพราน จรด คลองโคลัค พื้นที่หมู่ 9','3200','');
 insert into f_nhso_pp_out_area values ('143','บางบอน','15145','บางขุนเทียน 2 คลินิกเวชกรรม ','0-2894-3713-4','เอกชัย 89 (คลองสาเก)-เอกชัย 89/4 (คลองขวาง) พื้นที่หมู่ 6','1090','');
 insert into f_nhso_pp_out_area values ('144','บางบอน','21486','ศูนย์บริการสาธารณสุขที่ 65 รักษาศุข','0-2453-0526','พื้นที่เขตบางบอนที่เหลือทั้งหมด','65056','');
 insert into f_nhso_pp_out_area values ('145','บางพลัด','11675','คลินิกเวชกรรมอนันต์พัฒนา ','0-2883-9922 ต่อ 4121','แขวงบางพลัด ถ.จรัญฯซอยเลขคี่ ','23439','บางพลัด');
 insert into f_nhso_pp_out_area values ('146','บางพลัด','13676','ศูนย์บริการสาธารณสุขที่ 31  เอิบ-จิตร ทังสุบุตร','0-2423-0923','แขวงบางพลัด ที่เหลือ','10239','บางพลัด');
 insert into f_nhso_pp_out_area values ('147','บางพลัด','13676','ศูนย์บริการสาธารณสุขที่ 31  เอิบ-จิตร ทังสุบุตร','0-2423-0923','แขวงบางอ้อ','29805','บางอ้อ');
 insert into f_nhso_pp_out_area values ('148','บางพลัด','13676','ศูนย์บริการสาธารณสุขที่ 31  เอิบ-จิตร ทังสุบุตร','0-2423-0923','แขวงบางบำหรุ','31116','บางบำหรุ');
 insert into f_nhso_pp_out_area values ('149','บางพลัด','13676','ศูนย์บริการสาธารณสุขที่ 31  เอิบ-จิตร ทังสุบุตร','0-2423-0923','แขวงบางยี่ขัน','32962','บางยี่ขัน');
 insert into f_nhso_pp_out_area values ('150','บางรัก','13668','ศูนย์บริการสาธารณสุข 23 สี่พระยา','0-2233-6329','แขวงมหาพฤฒาราม','15185','มหาพฤฒาราม');
 insert into f_nhso_pp_out_area values ('151','บางรัก','13668','ศูนย์บริการสาธารณสุข 23 สี่พระยา','0-2233-6329','แขวงสีลม','12473','สีลม');
 insert into f_nhso_pp_out_area values ('152','บางรัก','13668','ศูนย์บริการสาธารณสุข 23 สี่พระยา','0-2233-6329','แขวงสุริยวงศ์','5431','สุริยวงศ์');
 insert into f_nhso_pp_out_area values ('153','บางรัก','13668','ศูนย์บริการสาธารณสุข 23 สี่พระยา','0-2233-6329','แขวงบางรัก','3858','บางรัก');
 insert into f_nhso_pp_out_area values ('154','บางรัก','13668','ศูนย์บริการสาธารณสุข 23 สี่พระยา','0-2233-6329','แขวงสี่พระยา','13252','สี่พระยา');
 insert into f_nhso_pp_out_area values ('155','บึงกุ่ม','13693','ศูนย์บริการสาธารณสุขที่ 50 บึงกุ่ม','0-2375-2897','พื้นที่เขตบึงกุ่มที่เหลือทั้งหมด','98164','');
 insert into f_nhso_pp_out_area values ('156','บึงกุ่ม','11470','โรงพยาบาลนพรัตนราชธานี (คันนายาว)','0-2917-8914-5','หมู่ 6 - 7 แขวงคลองกุ่ม ','24635','คลองกุ่ม ');
 insert into f_nhso_pp_out_area values ('157','บึงกุ่ม','11595','โรงพยาบาลนวมินทร์ 1 (มีนบุรี)','0-2918-5080 ต่อ 292, 293','หมู่ 11 - 12 แขวงคลองกุ่ม ','14786','คลองกุ่ม ');
 insert into f_nhso_pp_out_area values ('158','ปทุมวัน','13661','ศูนย์บริการสาธารณสุขที่ 16 ลุมพินี','0-2251-2970','แขวงปทุมวัน','31137','ปทุมวัน');
 insert into f_nhso_pp_out_area values ('159','ปทุมวัน','13661','ศูนย์บริการสาธารณสุขที่ 16 ลุมพินี','0-2251-2970','แขวงลุมพินี','25312','ลุมพินี');
 insert into f_nhso_pp_out_area values ('160','ปทุมวัน','13650','ศูนย์บริการสาธารณสุขที่ 5 จุฬาลงกรณ์','0-2216-1297','แขวงรองเมือง','26396','รองเมือง');
 insert into f_nhso_pp_out_area values ('161','ปทุมวัน','13650','ศูนย์บริการสาธารณสุขที่ 5 จุฬาลงกรณ์','0-2216-1297','แขวงวังใหม่','15687','วังใหม่');
 insert into f_nhso_pp_out_area values ('162','ประเวศ','11770','โรงพยาบาลปิยะมินทร์ ','0-2316-0026 ต่อ 2261','หมู่ 7 แขวงดอกไม้ ','502','ดอกไม้ ');
 insert into f_nhso_pp_out_area values ('163','ประเวศ','11770','โรงพยาบาลปิยะมินทร์ ','0-2316-0026 ต่อ 2261','หมู่  8 แขวงดอกไม้','6321','ดอกไม้');
 insert into f_nhso_pp_out_area values ('164','ประเวศ','11770','โรงพยาบาลปิยะมินทร์ ','0-2316-0026 ต่อ 2261','หมู่ 9 แขวงดอกไม้ ','4575','ดอกไม้ ');
 insert into f_nhso_pp_out_area values ('165','ประเวศ','15165','คลินิกเวชกรรมปิยะมินทร์ สาขาราม 2','02-3615580','หมู่ 7 แขวงประเวศ','5321','ประเวศ');
 insert into f_nhso_pp_out_area values ('166','ประเวศ','15165','คลินิกเวชกรรมปิยะมินทร์ สาขาราม 2','02-3615580','หมู่ 11 แขวงประเวศ','5640','ประเวศ');
 insert into f_nhso_pp_out_area values ('167','ประเวศ','13667','ศูนย์บริการสาธารณสุขที่ 22 วัดปากบ่อ','0-2321-2683','แขวงประเวศ ที่เหลือ','52469','ประเวศ');
 insert into f_nhso_pp_out_area values ('168','ประเวศ','13700','ศูนย์บริการสาธารณสุขที่ 57 บุญเรือง ล้ำเลิศ ','0-2396-1866','แขวงดอกไม้ ที่เหลือ','16503','ดอกไม้');
 insert into f_nhso_pp_out_area values ('169','ประเวศ','13700','ศูนย์บริการสาธารณสุขที่ 57 บุญเรือง ล้ำเลิศ ','0-2396-1866','แขวงหนองบอน (ที่ตั้งของศบส.57)','39052','หนองบอน');
 insert into f_nhso_pp_out_area values ('170','ป้อมปราบฯ','13665','ศูนย์บริการสาธารณสุข 20 ธนาคารศรีนคร','0-2223-0004','เขตป้อมปราบฯ ทั้งเขต','60614','');
 insert into f_nhso_pp_out_area values ('171','พญาไท','11481','โรงพยาบาลพระมงกุฎ หน่วยตรวจโรคที่ 5 ','02-3547660-6','กองพลทหารม้าที่ 2 รักษาพระองค์ ถ.พหลโยธิน แขวงสามเสนใน ','4992','สามเสนใน ');
 insert into f_nhso_pp_out_area values ('172','พญาไท','11481','โรงพยาบาลพระมงกุฎ หน่วยตรวจโรคที่ 7','02-3547660-6','กรมทหารราบที่ 1 รักษาพระองค์ ถ.พหลโยธิน แขวงสามเสนใน ','6669','สามเสนใน ');
 insert into f_nhso_pp_out_area values ('173','พญาไท','13656','ศูนย์บริการสาธารณสุข 11 ประดิพัทธ์','0-2271-1122','พื้นที่เขตพญาไทที่เหลือทั้งหมด','77478','');
 insert into f_nhso_pp_out_area values ('174','พระโขนง','15169','สหคลินิกกล้วยน้ำไท สาขาสุขุมวิท 101/1','02-7463196','สุขุมวิท 101/1 ซีกขวาจาก ซอยปุณวิถี เลขคู่ ถึงคลองบ้านหลาย รวมหมู่บ้านเมืองทอง ถึงซอยปุณวิถี 53','10000','');
 insert into f_nhso_pp_out_area values ('175','พระโขนง','15170','คลินิกเวชกรรมกล้วยน้ำไท สาขาสุขุมวิท 93','02-7425661-2','สุขมวิท 95, 95/1, 97, 97/1, 99 สุขุมวิท 101/1 ซีกซ้าย ซอยปุณวิถีเลขคี่ ถึงปุณวิถี 51 และหมู่บ้านพรทวี','10000','');
 insert into f_nhso_pp_out_area values ('176','พระโขนง','13679','ศูนย์บริการสาธารณสุข 34 โพธิ์ศรี','0-2331-9438','พื้นที่เขตพระโขนงที่เหลือทั้งหมด','80878','');
 insert into f_nhso_pp_out_area values ('177','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงบรมมหาราชวัง','5829','บรมมหาราชวัง');
 insert into f_nhso_pp_out_area values ('178','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงวังบูรพาภิรมย์','13761','วังบูรพาภิรมย์');
 insert into f_nhso_pp_out_area values ('179','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงราชบพิธ','4305','ราชบพิธ');
 insert into f_nhso_pp_out_area values ('180','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงสำราญราษฎร์','4326','สำราญราษฎร์');
 insert into f_nhso_pp_out_area values ('181','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงศาลเจ้าพ่อเสือ','4096','ศาลเจ้าพ่อเสือ');
 insert into f_nhso_pp_out_area values ('182','พระนคร','13646','ศูนย์บริการสาธารณสุขที่ 1 สะพานมอญ','0-2226-5897','แขวงเสาชิงช้า','3113','เสาชิงช้า');
 insert into f_nhso_pp_out_area values ('183','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงบวรนิเวศน์','7294','บวรนิเวศน์');
 insert into f_nhso_pp_out_area values ('184','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงตลาดยอด','3777','ตลาดยอด');
 insert into f_nhso_pp_out_area values ('185','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงชนะสงคราม','2520','ชนะสงคราม');
 insert into f_nhso_pp_out_area values ('186','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงบ้านพานถม','9079','บ้านพานถม');
 insert into f_nhso_pp_out_area values ('187','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงบางขุนพรหม','6093','บางขุนพรหม');
 insert into f_nhso_pp_out_area values ('188','พระนคร','13654','ศูนย์บริการสาธารณสุขที่ 9 ประชาธิปไตย','0-2281-7861','แขวงวัดสามพระยา','3753','วัดสามพระยา');
 insert into f_nhso_pp_out_area values ('189','ภาษีเจริญ','11621','โรงพยาบาลบางไผ่','02-4572215','แขวงคูหาสวรรค์','7429','คูหาสวรรค์');
 insert into f_nhso_pp_out_area values ('190','ภาษีเจริญ','13690','ศูนย์บริการสาธารณสุขที่ 47 คลองขวาง','0-2410-1810','แขวงบางด้วน','31490','บางด้วน');
 insert into f_nhso_pp_out_area values ('191','ภาษีเจริญ','13690','ศูนย์บริการสาธารณสุขที่ 47 คลองขวาง','0-2410-1810','แขวงบางจาก','7745','บางจาก');
 insert into f_nhso_pp_out_area values ('192','ภาษีเจริญ','13690','ศูนย์บริการสาธารณสุขที่ 47 คลองขวาง','0-2410-1810','แขวงบางแวก ','21003','บางแวก ');
 insert into f_nhso_pp_out_area values ('193','ภาษีเจริญ','13690','ศูนย์บริการสาธารณสุขที่ 47 คลองขวาง','0-2410-1810','แขวงคลองขวาง','10163','คลองขวาง');
 insert into f_nhso_pp_out_area values ('194','ภาษีเจริญ','13705','ศูนย์บริการสาธารณสุขที่ 62 ตวงรัชฎ์ ศศะนาวิน ภักดี ฐานปัญญา','0-2454-4711','แขวงบางหว้า','39509','บางหว้า');
 insert into f_nhso_pp_out_area values ('195','ภาษีเจริญ','13705','ศูนย์บริการสาธารณสุขที่ 62 ตวงรัชฎ์ ศศะนาวิน ภักดี ฐานปัญญา','0-2454-4711','แขวงปากคลองภาษีเจริญ','19942','ปากคลองภาษีเจริญ');
 insert into f_nhso_pp_out_area values ('196','มีนบุรี','13688','ศูนย์บริการสาธารณสุขที่ 43 มีนบุรี','0-2540-7154','พื้นที่เขตมีนบุรีที่เหลือทั้งหมด','116780','');
 insert into f_nhso_pp_out_area values ('197','มีนบุรี','11595','โรงพยาบาลนวมินทร์ 1','0-2918-5080ต่อ 292, 293','หมู่ 11 แขวงมีนบุรี','8701','มีนบุรี');
 insert into f_nhso_pp_out_area values ('198','มีนบุรี','11595','โรงพยาบาลนวมินทร์ 1','0-2918-5080ต่อ 292, 293','หมู่ 13  แขวงมีนบุรี','4516','มีนบุรี');
 insert into f_nhso_pp_out_area values ('199','มีนบุรี','11595','โรงพยาบาลนวมินทร์ 1','0-2918-5080ต่อ 292, 293','หมู่ 14  แขวงมีนบุรี','2280','มีนบุรี');
 insert into f_nhso_pp_out_area values ('200','ยานนาวา','13652','ศูนย์บริการสาธารณสุขที่ 7 บุญมี ปุรุราชรังสรรค์','0-2294-9444','แขวงบางโพงพาง','38464','บางโพงพาง');
 insert into f_nhso_pp_out_area values ('201','ยานนาวา','13698','ศูนย์บริการสาธารณสุขที่ 55 เตชะสัมพันธ์','0-2294-9499','แขวงช่องนนทรี','54185','ช่องนนทรี');
 insert into f_nhso_pp_out_area values ('202','ราชเทวี','11481','โรงพยาบาลพระมงกุฎเกล้า','0-2297-7285','อาคารสงเคราะห์ส่วนกลางกองทัพบก บ้านพักในโรงพยาบาลพระมงกุฎเกล้า         ถ.ราชวิถี แขวงทุ่งพญาไท เขตราชเทวี','4434','ทุ่งพญาไท');
 insert into f_nhso_pp_out_area values ('203','ราชเทวี','11481','โรงพยาบาลพระมงกุฎเกล้า  หน่วยตรวจโรคที่ 3 ','0-2354-7660-6','กองพันสารวัตรที่ 11 ถ.พระราม 6 แขวงทุ่งพญาไท เขตราชเทวี','6270','ทุ่งพญาไท');
 insert into f_nhso_pp_out_area values ('204','ราชเทวี','13647','ศูนย์บริการสาธารณสุขที่ 2 ราชปรารถ','0-2251-7735-38','แขวงทุ่งพญาไท+แขวงถนนพญาไท+แขวงถนนเพชรบุรี','71030','ทุ่งพญาไท');
 insert into f_nhso_pp_out_area values ('205','ราชเทวี','13647','ศูนย์บริการสาธารณสุขที่ 2 ราชปรารถ','0-2251-7735-38','แขวงมักกะสัน','20929','มักกะสัน');
 insert into f_nhso_pp_out_area values ('206','ราษฎร์บูรณะ','11667','โรงพยาบาลนวมินทร์ 2',' 0-2427-1616','หมู่ 4 แขวงบางปะกอก ','6729','บางปะกอก ');
 insert into f_nhso_pp_out_area values ('207','ราษฎร์บูรณะ','11667','โรงพยาบาลนวมินทร์ 2',' 0-2427-1616','หมู่ 10 แขวงบางปะกอก ','2362','บางปะกอก ');
 insert into f_nhso_pp_out_area values ('208','ราษฎร์บูรณะ','13684','ศูนย์บริการสาธารณสุขที่ 39 ราษฎร์บูรณะ*','0-2427-7949','แขวงราษฎร์บูรณะ','40636','ราษฎร์บูรณะ');
 insert into f_nhso_pp_out_area values ('209','ราษฎร์บูรณะ','13701','ศูนย์บริการสาธารณสุขที่ 58 ล้อม-พิมเสน ฟักอุดม','0-2428-4405','แขวงบางปะกอกที่เหลือ','47963','บางปะกอก');
 insert into f_nhso_pp_out_area values ('210','ลาดกระบัง','11538','โรงพยาบาลลาดกระบัง','0-2326-9995','หมู่ 2 ลาดกระบัง  ลาดกระบัง (หลวงพรต- ท่านเลียบ ) ','2566','');
 insert into f_nhso_pp_out_area values ('211','ลาดกระบัง','11538','โรงพยาบาลลาดกระบัง','0-2326-9995','หมู่ 1 ทับยาว','4355','');
 insert into f_nhso_pp_out_area values ('212','ลาดกระบัง','11538','โรงพยาบาลลาดกระบัง','0-2326-9995','หมู่ 6 ทับยาว','918','');
 insert into f_nhso_pp_out_area values ('213','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','หมู่ 8,10 แขวงลำปลาทิว','4051','ลำปลาทิว');
 insert into f_nhso_pp_out_area values ('214','ลาดกระบัง','21755','ศูนย์บริการสาธารณสุข 45 ร่มเกล้า ','0--2543-0393','หมู่ 5 แขวงคลองสองต้นนุ่น','2822','คลองสองต้นนุ่น');
 insert into f_nhso_pp_out_area values ('215','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','หมู่ 1 แขวงลาดกระบัง เขตลาดกระบัง','3016','ลาดกระบัง');
 insert into f_nhso_pp_out_area values ('216','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','แขวงลาดกระบังที่เหลือ','24862','ลาดกระบัง');
 insert into f_nhso_pp_out_area values ('217','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','แขวงลำปลาทิวที่เหลือ','10595','ลาดกระบัง');
 insert into f_nhso_pp_out_area values ('218','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','แขวงทับยาวที่เหลือ','10511','ทับยาว');
 insert into f_nhso_pp_out_area values ('219','ลาดกระบัง','13689','ศูนย์บริการสาธารณสุข 46 กันตารัติอุทิศ','0-2329-0320','แขวงขุมทอง','6359','ขุมทอง');
 insert into f_nhso_pp_out_area values ('220','ลาดกระบัง','21755','ศูนย์บริการสาธารณสุข 45 ร่มเกล้า ','0--2543-0393','แขวงคลองสองต้นนุ่นที่เหลือ ','47838','คลองสองต้นนุ่น');
 insert into f_nhso_pp_out_area values ('221','ลาดกระบัง','21755','ศูนย์บริการสาธารณสุข 45 ร่มเกล้า ','0--2543-0393','แขวงคลองสามประเวศ','12485','คลองสามประเวศ');
 insert into f_nhso_pp_out_area values ('222','ลาดพร้าว','21748','ศูนย์บริการสาธารณสุขที่ 66 ตำหนักเจ้าแม่กวนอิมโชคชัย 4','0-2541-8380','พื้นที่เขตลาดพร้าวทั้งเขต','114067','');
 insert into f_nhso_pp_out_area values ('223','วังทองหลาง','13666','ศูนย์บริการสาธารณสุขที่ 21 วัดธาตุทอง','0-2381-6659','พื้นที่เขตวังทองหลางทั้งหมด','91488','');
 insert into f_nhso_pp_out_area values ('224','วัฒนา','15174','สหคลินิกกล้วยน้ำไท สาขาทองหล่อ (ซอย10)','02-7149565','ตั้งแต่ ถ.สุขุมวิท ซอย 1-31 (ฝั่งซ้าย) เลขคี่ ถึงติดคลองแสนแสบซึ่งเป็นแขวงคลองเตยเหนือ ','9008','คลองเตยเหนือ ');
 insert into f_nhso_pp_out_area values ('225','วัฒนา','13655','ศูนย์บริการสาธารณสุขที่ 10 สุขุมวิท','0-258-4892','แขวงคลองเตยเหนือ','8397','คลองเตยเหนือ');
 insert into f_nhso_pp_out_area values ('226','วัฒนา','13655','ศูนย์บริการสาธารณสุขที่ 10 สุขุมวิท','0-258-4892','แขวงคลองตันเหนือ','46739','คลองตันเหนือ');
 insert into f_nhso_pp_out_area values ('227','วัฒนา','13655','ศูนย์บริการสาธารณสุขที่ 10 สุขุมวิท','0-258-4892','แขวงพระโขนงเหนือ','24935','พระโขนงเหนือ');
 insert into f_nhso_pp_out_area values ('228','สวนหลวง','11703','โรงพยาบาลแพทย์ปัญญา','0-2314-0726 ต่อ 330','แบ่งพื้นที่ให้คือ  พื้นที่ที่อยู่เหนือแนวถนนพัฒนาการเลขคี่ทั้งหมด ตั้งแต่คลองแสนแสบ สุดแนวด้านตะวันตกถึงสุดแนวด้านตะวันออก ','19427','');
 insert into f_nhso_pp_out_area values ('229','สวนหลวง','11703','โรงพยาบาลแพทย์ปัญญา','0-2314-0726 ต่อ 330','ยกเว้น 7 ชุมชนของศบส. ได้แก่  ชุมชนนาคภาษิต,  ชุมชนธรรมานุรักษ์, ชุมชนวิเศษสุข, ชุมชนหัวหมากเกาะดลาง, ชุมชนคลองหัวหมากใหญ่, ชุมชนหลังสถานีรถไฟ, ชุมชนซอยสุเหร่า','','');
 insert into f_nhso_pp_out_area values ('230','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านเอื้อสุข ถ.พัฒนาการ','690','');
 insert into f_nhso_pp_out_area values ('231','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านปัญญา ซอยสวนหลวง','1686','');
 insert into f_nhso_pp_out_area values ('232','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านสวนแหลมทอง','841','');
 insert into f_nhso_pp_out_area values ('233','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านมิตรภาพ ซอยอ่อนนุช 46','3377','');
 insert into f_nhso_pp_out_area values ('234','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านอ่อนนุชพัฒนา','863','');
 insert into f_nhso_pp_out_area values ('235','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านมหพล','724','');
 insert into f_nhso_pp_out_area values ('236','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านเกษรา ถ.พัฒนาการ','742','');
 insert into f_nhso_pp_out_area values ('237','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านพรไพลินซอยอ่อนนุช 16','550','');
 insert into f_nhso_pp_out_area values ('238','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านผกามาศ ซอยสวนหลวง','500','');
 insert into f_nhso_pp_out_area values ('239','สวนหลวง','15153','คลินิกแพทย์ฉัตรลดา 1','0-2311-7238-9','หมู่บ้านกรองทอง ซอยพัฒนาการ','600','');
 insert into f_nhso_pp_out_area values ('240','สวนหลวง','13682','ศูนย์บริการสาธารณสุขที่ 37 ประสงค์-สุดสาคร ตู้จินดา','0-2320-3284','พื้นที่สวนหลวงที่เหลือทั้งหมด','85086','');
 insert into f_nhso_pp_out_area values ('241','สะพานสูง','14908','โรงพยาบาลเกษมราษฎร์สุขาภิบาล 3','0-2729-3000 ต่อ 8200','หมู่ 1,3,10 แขวงสะพานสูง เขตสะพานสูง','19688','สะพานสูง');
 insert into f_nhso_pp_out_area values ('242','สะพานสูง','23159','ศูนย์บริการสาธารณสุขที่ 68 สะพานสูง','0-2441-4680-4','พื้นที่เขตสะพานสูงที่เหลือทั้งหมด','64201','');
 insert into f_nhso_pp_out_area values ('243','สัมพันธวงศ์','13658','ศูนย์บริการสาธารณสุข 13 ไมตรีวานิช','0-2222-7875','แขวงจักรวรรดิ','9743','จักรวรรดิ');
 insert into f_nhso_pp_out_area values ('244','สัมพันธวงศ์','13658','ศูนย์บริการสาธารณสุข 13 ไมตรีวานิช','0-2222-7875','แขวงสัมพันธวงศ์','12510','สัมพันธวงศ์');
 insert into f_nhso_pp_out_area values ('245','สัมพันธวงศ์','13658','ศูนย์บริการสาธารณสุข 13 ไมตรีวานิช','0-2222-7875','แขวงตลาดน้อย','9523','ตลาดน้อย');
 insert into f_nhso_pp_out_area values ('246','สาทร','13659','ศูนย์บริการสาธารณสุขที่ 14 แก้ว สีบุญเรือง','0-2211-2353','แขวงยานนาวา','31865','ยานนาวา');
 insert into f_nhso_pp_out_area values ('247','สาทร','13659','ศูนย์บริการสาธารณสุขที่ 14 แก้ว สีบุญเรือง','0-2211-2353','แขวงทุ่งมหาเมฆ','24824','ทุ่งมหาเมฆ');
 insert into f_nhso_pp_out_area values ('248','สาทร','14818','ศูนย์บริการสาธารณสุขที่ 63 สมาคมแต้จิ๋วแห่งประเทศไทย','0-2675-9945','แขวงทุ่งวัดดอน','50104','ทุ่งวัดดอน');
 insert into f_nhso_pp_out_area values ('249','สายไหม','11482','โรงพยาบาลภูมิพลอดุลยเดช','0-2534-7713','หมู่ 2 แขวงคลองถนน เขตสายไหม','30428','คลองถนน');
 insert into f_nhso_pp_out_area values ('250','สายไหม','13704','ศูนย์บริการสาธารณสุขที่ 61 สังวาล ทัสนารมย์*','0-2563-0163','หมู่ 3-5 คลองถนน','35398','');
 insert into f_nhso_pp_out_area values ('251','สายไหม','13704','ศูนย์บริการสาธารณสุขที่ 61 สังวาล ทัสนารมย์*','0-2563-0163','แขวงสายไหม','61532','สายไหม');
 insert into f_nhso_pp_out_area values ('252','สายไหม','13704','ศูนย์บริการสาธารณสุขที่ 61 สังวาล ทัสนารมย์*','0-2563-0163','แขวงออเงิน','23826','ออเงิน');
 insert into f_nhso_pp_out_area values ('253','สายไหม','13704','ศูนย์บริการสาธารณสุขที่ 61 สังวาล ทัสนารมย์*','0-2563-0163','แขวงคลองถนน','12522','คลองถนน');
 insert into f_nhso_pp_out_area values ('254','หนองแขม','11540','โรงพยาบาลหลวงพ่อทวีศักดิ์',' 0-2429-3577 ต่อ 818','หมู่ 4, 11, 12 แขวงหนองแขม','5915','หนองแขม');
 insert into f_nhso_pp_out_area values ('255','หนองแขม','11661','โรงพยาบาลศรีวิชัย 2','   0-6664-7339   0-9667-3731','แขวงหนองค้างพลูถนนเพชรเกษมฝั่งเหนือและหมู่ 12','48084','หนองค้างพลู');
 insert into f_nhso_pp_out_area values ('256','หนองแขม','13691','ศูนย์บริการสาธารณสุขที่ 48 นาควัชรอุทิศ','0-2421-2147','แขวงหนองแขม ที่เหลือ','48308','หนองแขม');
 insert into f_nhso_pp_out_area values ('257','หนองแขม','13691','ศูนย์บริการสาธารณสุขที่ 48 นาควัชรอุทิศ','0-2421-2147','แขวงหนองค้างพลู ที่เหลือ','18639','หนองค้างพลู');
 insert into f_nhso_pp_out_area values ('258','หนองจอก','11536','โรงพยาบาลหนองจอก','0-2988-4097-101','หมู่ 1 - 4 แขวงกระทุ่มราย','8174','กระทุ่มราย');
 insert into f_nhso_pp_out_area values ('259','หนองจอก','11536','โรงพยาบาลหนองจอก','0-2988-4097-101','หมู่ 9 - 14 แขวงคลองสิบ','3010','คลองสิบ');
 insert into f_nhso_pp_out_area values ('260','หนองจอก','21526','ศูนย์บริการสาธารณสุข 44 ลำผักชี ','0-2988-1633','เขตหนองจอกที่เหลือทั้งหมด','99937','');
 insert into f_nhso_pp_out_area values ('261','หลักสี่','15177','คลินิกเวชกรรมกล้วยน้ำไท สาขาทุ่งสองห้อง','02-9823972','หมู่ 4  ตลาดบางเขน','7754','');
 insert into f_nhso_pp_out_area values ('262','หลักสี่','15178','คลินิกเวชกรรมเกษมราษฎร์ สาขาทุ่งสองห้อง','02-9828398-9',' หมู่ 1 แขวงทุ่งสองห้อง','15607','ทุ่งสองห้อง');
 insert into f_nhso_pp_out_area values ('263','หลักสี่','15203','คลินิกเวชกรรมเกษมราษฎร์ สาขา          ม.ธุรกิจบัณฑิตย์','02-9549930-31','หมู่ 6 แขวงทุ่งสองห้อง','13608','ทุ่งสองห้อง ');
 insert into f_nhso_pp_out_area values ('264','หลักสี่','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 4 ','0-2534-7713','กรมทหารราบที่ 1 กองพัน 2 รักษาพระองค์ ถ.แจ้งวัฒนะ แขวงทุ่งสองห้อง เขตหลักสี่','6574','ทุ่งสองห้อง');
 insert into f_nhso_pp_out_area values ('265','หลักสี่','11481','โรงพยาบาลพระมงกุฎเกล้า หน่วยตรวจโรคที่ 4 ','0-2534-7713','หมู่ 3 แขวงตลาดบางเขน เขตหลักสี่ ','13142','ตลาดบางเขน');
 insert into f_nhso_pp_out_area values ('266','หลักสี่','13696','ศูนย์บริการสาธารณสุขที่ 53 ทุ่งสองห้อง','0-2573-0729','แขวงทุ่งสองห้อง','63853','ทุ่งสองห้อง');
 insert into f_nhso_pp_out_area values ('267','หลักสี่','13696','ศูนย์บริการสาธารณสุขที่ 53 ทุ่งสองห้อง','0-2573-0729','แขวงตลาดบางเขน','9560','ตลาดบางเขน');
 insert into f_nhso_pp_out_area values ('268','ห้วยขวาง','13670','ศูนย์บริการสาธารณสุขที่ 25 ห้วยขวาง','0-2277-2660','แขวงห้วยขวาง','25267','ห้วยขวาง');
 insert into f_nhso_pp_out_area values ('269','ห้วยขวาง','13670','ศูนย์บริการสาธารณสุขที่ 25 ห้วยขวาง','0-2277-2660','แขวงบางกะปิ','17218','บางกะปิ');
 insert into f_nhso_pp_out_area values ('270','ห้วยขวาง','13660','ศูนย์บริการสาธารณสุขที่ 15 ลาดพร้าว','0-2541-8380','แขวงสามเสนนอก ','37486','สามเสนนอก ');
 insert into f_nhso_pp_out_area values ('271','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','ผู้ต้องขังเรือนจำในความรับผิดชอบของทัณฑสถานโรงพยาบาลราชทัณฑ์','','');
 insert into f_nhso_pp_out_area values ('272','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','1. เรือนจำกลางคลองเปรม ','4541','');
 insert into f_nhso_pp_out_area values ('273','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','2.ทัณฑสถานหญิงกลาง','4848','');
 insert into f_nhso_pp_out_area values ('274','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','3.เรือนจำพิเศษกรุงเทพฯ ','3605','');
 insert into f_nhso_pp_out_area values ('275','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','4.ทัณฑสถานบำบัดพิเศษกลาง ','4943','');
 insert into f_nhso_pp_out_area values ('276','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','1.เรือนจำพิเศษธนบุรี ','3920','');
 insert into f_nhso_pp_out_area values ('277','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','2.ทัณฑสถานหญิง','1002','');
 insert into f_nhso_pp_out_area values ('278','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','เรือนจำพิเศษมีนบุรี','1834','');
 insert into f_nhso_pp_out_area values ('279','พื้นที่พิเศษ','11468','ทัณฑสถานโรงพยาบาลราชทัณฑ์','0-2589-5250      0-2591-4875','รวมของทัณฑสถานโรงพยาบาลราชทัณฑ์','','');


---ข้อมูลผู้ป่วย ณ ตอน visit
--08-12-07
--pu
--ตาราง t_nhso_visit_patient
CREATE TABLE t_nhso_visit_patient (
	t_nhso_visit_patient_id character varying(255) NOT NULL,
	nhso_visit_patient_visit_id character varying(255),
	nhso_visit_patient_hn character varying(255),
	f_patient_prefix_id character varying(255),
	nhso_visit_patient_firstname character varying(255),
	nhso_visit_patient_lastname character varying(255),
	nhso_visit_patient_xn character varying(255),
	f_sex_id character varying(255),
	nhso_visit_patient_birthday character varying(255),
	nhso_visit_patient_house character varying(255),
	nhso_visit_patient_road character varying(255),
	nhso_visit_patient_pmoo character varying(255),
	nhso_visit_patient_tambon character varying(255),
	nhso_visit_patient_amphur character varying(255),
	nhso_visit_patient_changwat character varying(255),
	f_patient_marriage_status_id character varying(255),
	f_patient_occupation_id character varying(255),
	f_patient_race_id character varying(255),
	f_patient_nation_id character varying(255),
	f_patient_religion_id character varying(255),
	f_patient_education_type_id character varying(255),
	f_patient_family_status_id character varying(255),
	nhso_visit_patient_father_firstname character varying(255),
	nhso_visit_patient_mother_firstname character varying(255),
	nhso_visit_patient_couple_firstname character varying(255),
	nhso_visit_patient_move_in_date_time character varying(255),
	f_patient_discharge_status_id character varying(255),
	nhso_visit_patient_discharge_date_time character varying(255),
	f_patient_blood_group_id   character varying(255),
	f_patient_foreigner_id character varying(255),
	f_patient_area_status_id character varying(255),
	nhso_visit_patient_father_pid character varying(255),
	nhso_visit_patient_mather_pid character varying(255),
	nhso_visit_patient_couple_pid character varying(255),
	nhso_visit_patient_community_status character varying(255),
	nhso_visit_patient_private_doctor character varying(255),
	nhso_visit_patient_pid character varying(255),
	nhso_visit_patient_mother_lastname character varying(255),
	nhso_visit_patient_father_lastname character varying(255),
	nhso_visit_patient_couple_lastname character varying(255),
	nhso_visit_patient_phone_number character varying(255),
	f_patient_relation_id character varying(255),
	nhso_visit_patient_contact_phone_number character varying(255),
	nhso_visit_patient_contact_sex_id character varying(255),
	nhso_visit_patient_contact_house character varying(255),
	nhso_visit_patient_contact_moo character varying(255),
	nhso_visit_patient_contact_changwat character varying(255),
	nhso_visit_patient_contact_amphur character varying(255),
	nhso_visit_patient_contact_tambon character varying(255),
	nhso_visit_patient_contact_road character varying(255),
	nhso_visit_patient_contact_firstname character varying(255),
	nhso_visit_patient_contact_lastname character varying(255),
	nhso_visit_patient_birthday_true character varying(255),
	nhso_visit_patient_merged character varying(255),
	nhso_visit_patient_record_date_time character varying(255),
	nhso_visit_patient_update_date_time character varying(255),
	nhso_visit_patient_staff_record character varying(255),
	nhso_visit_patient_staff_modify character varying(255),
	nhso_visit_patient_staff_cancel character varying(255),
	nhso_visit_patient_active character varying(255),
	nhso_visit_patient_drugallergy character varying(255),
	nhso_visit_patient_language_for_print character varying(255),
	nhso_visit_patient_mobile_phone character varying(255),
	nhso_visit_patient_contact_mobile_phone character varying(255),
	nhso_visit_patient_has_home_in_pcu character varying(255),
	t_health_family_id character varying(255),
	nhso_visit_patient_other_country_address character varying(255),
	nhso_visit_patient_is_other_country character varying(255),
	nhso_visit_patient_soi character varying(255),
	nhso_visit_patient_moo character varying(255),
	nhso_visit_patient_zipcode character varying(255),
	nhso_visit_patient_addreg_house character varying(255),
	nhso_visit_patient_addreg_moo character varying(255),
	nhso_visit_patient_addreg_village character varying(255),
	nhso_visit_patient_addreg_soi character varying(255),
	nhso_visit_patient_addreg_road character varying(255),
	nhso_visit_patient_addreg_phone character varying(255),
	nhso_visit_patient_addreg_mobile character varying(255),
	nhso_visit_patient_addreg_zipcode character varying(255),
	nhso_visit_patient_addreg_changwat character varying(255),
	nhso_visit_patient_addreg_amphur character varying(255),
	nhso_visit_patient_addreg_tambon character varying(255),
	nhso_visit_patient_addreg_status character varying(255),
	CONSTRAINT t_nhso_visit_patient_pkey PRIMARY KEY (t_nhso_visit_patient_id)
);

---แก้ไขข้อมูลประเมินน้ำหนัก
--09-12-07
--pu
--ตาราง t_nhso_nutrition
update t_nhso_nutrition set health_nutrition_height_growup = '0'  where health_nutrition_height_growup = '00';
update t_nhso_nutrition set health_nutrition_height_growup = '1'  where health_nutrition_height_growup = '08';
update t_nhso_nutrition set health_nutrition_height_growup = '2'  where health_nutrition_height_growup = '09';
update t_nhso_nutrition set health_nutrition_height_growup = '3'  where health_nutrition_height_growup = '10';
update t_nhso_nutrition set health_nutrition_height_growup = '4'  where health_nutrition_height_growup = '11';
update t_nhso_nutrition set health_nutrition_height_growup = '5'  where health_nutrition_height_growup = '12';

--version 

INSERT INTO s_nhso_version("s_version_id", "version_number", "version_description", "version_application_number", "version_database_number", "version_update_time")
VALUES('9701000000022',	'9',	'Hospital OS, Community Edition',	'3.13.1150',	'0.1.081207',	'2550-12-08 20:00:00');

