/*
 * To change this template, choose Tools | Templates
 * and open the template in the editor.
 */

package com.generalpcu.utility;

/**
 *
 * @author henbe
 */
public class ReportPcuName {
    public static final String[] RP_HEADER = {"ลำดับ","ชื่อแฟ้ม", "รายละเอียด"};

    public static final String[][] RP_PCU = {
        {"F506", "บัตรรายงานผู้ป่วย 506", "rp_01.jrxml"} //wait
        ,{"F001", "รายงานประชากรแยกตามกลุ่มอายุ /เพศ รายหมู่บ้าน", "rp_22.jrxml"}
        ,{"F002", "รายงานติดตามภาวะโภชนาการเด็กอายุ 0-60 เดือน", "rp_02.jrxml"}
        ,{"F004", "รายชื่อเด็กอายุไม่ถึง 72 เดือน (0-60 เดือน) จำแนกรายหมู่บ้าน", "rp_05.jrxml"}
        ,{"F005", "รายชื่อเด็กที่รับการชั่งน้ำหนักและพบภาวะโภชนาการบกพร่อง ", "rp_06.jrxml"}
        ,{"F007", "10.1 รายงานการใช้เวชภัณฑ์คุมกำเนิด", "rp_07.jrxml"}//ไม่ออก
        ,{"F008", "10.2 รายงานการวางแผนครอบครัว", "rp_08_01.jrxml"}
        ,{"F009", "10.3 รายงานการวางแผนครอบครัวรายปี", "rp_25.jrxml"}//wait
        ,{"F010", "รายชื่อผุ้ที่ได้รับการตรวจมะเร็ง", "rp_09_02.jrxml"}
        ,{"F013", "14.1 รายงานจำนวนเสียชีวิตจำแนกตามสาเหตุ", "rp_26.jrxml"}
        ,{"F014", "14.2 จำนวนเสียชีวิตจำแนกตามสาเหตุ", "rp_27.jrxml"}
        ,{"F016", "รายงานอุบัติเหตุ 19 สาเหตุ", "rp_14.jrxml"}
        ,{"F020", "19.2 รายงานรายชื่อผู้ไม่มีหลักประกันสุขภาพ", "rp_30.jrxml"}
        ,{"F021", "20.1 รายชื่อผู้นำชุมชน แยกตามตำแหน่ง", "rp_31.jrxml"}//ไม่ออก
        ,{"F022", "20.2 รายชื่อ อสม.พร้อมบ้านที่รับผิดชอบ", "rp_32.jrxml"}//ไม่มีข้อมูล
        ,{"F023", "รายงานสภาพการสุขาภิบาลหมู่บ้านระดับตำบล", "rp_33.jrxml"}//
        ,{"F026", "รายชื่อผู้พิการ(จำแนกตามความพิการ)", "rp_34.jrxml"}//ไม่มีข้อมูล
        ,{"P001", "รายชื่อประชากรกลุ่มเป้าหมายคัดกรองโรคความดันโลหิตสูง อายุ 35 ปีขึ้นไป", "rp_46.jrxml"}//
        ,{"P002", "รายชื่อผู้ที่ได้รับการตรวจความดัน อายุ 35 ปีขึ้นไป", "rp_48.jrxml"}// 
        ,{"P003", "รายชื่อผู้ได้รับคัดกรอง (รายใหม่) โรคความดันสูง อายุ40 ปีขึ้นไป", "rp_49.jrxml"}//ไม่มีข้อมูล
    };
    public static final String[][] RP_PCU_0 = {
         {"01", "รายงานบัตรผู้ป่วย 506_new", ""}
        ,{"01", "รายงานบัตรผู้ป่วย 506", ""}
        ,{"02", "รายงานติดตามภาวะโภชนาการเด็กอายุ 0-60 เดือน", ""}
        ,{"03", "รายงานควบคุมโรคติดต่อ(วัคซีน)", ""}
        ,{"04", "รายงานควบคุมโรคติดต่อ(วัคซีน)แสดงรายชื่อเด็ก", ""}
        ,{"05", "รายชื่อเด็กอายุ 0-60 เดือนจำแนกรายหมู่บ้าน", ""}
        ,{"06", "รายชื่อเด็กชั่งน้ำหนักและภาวะโภชนาการ", ""}
        ,{"07", "รายงานการใช้เวชภัณฑ์คุมกำเนิด", ""}
        ,{"08_01", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนมกราคม", ""}
        ,{"08_02", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนกุมภาพันธ์", ""}
        ,{"08_03", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนมีนาคม", ""}
        ,{"08_03", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนเมษายน", ""}
        ,{"08_05", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนพฤษภาคม", ""}
        ,{"08_06", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนมิถุนายน", ""}
        ,{"08_07", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนกรกฎาคม", ""}
        ,{"08_08", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนสิงหาคม", ""}
        ,{"08_09", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนกันยายน", ""}
        ,{"08_10", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนตุลาคม", ""}
        ,{"08_11", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนพฤศจิกายน", ""}
        ,{"08_12", "วางแผนครอบครัวรายใหม่ ปี 52 เดือนธันวาคม", ""}
        ,{"09_01", "รายชื่อผู้ได้รับการตรวจมะเร็ง_[NHSO version]", ""}
        ,{"09_02", "รายชื่อผู้ได้รับการตรวจมะเร็ง_[PCU OS version]", ""}
        ,{"10", "รายชื่อผู้ปวยตรวจแลป NCD", ""}
        ,{"11", "รายชื่อผู้ปวยตรวจแลป ANC", ""}
        ,{"12", "รายงานหัตถการและรายการตรวจรักษา รายเดือน", ""}
        ,{"13", "รายงานผู้ป่วยอนาถา", ""}
        ,{"14", "รายงานอุบัติเหตุ 19 สาเหตุ", ""}
        ,{"15", "รายงานค่าใช้จ่ายตามสิทธิ", ""}
        ,{"17_1", "รายงาน การรักษาพยาบาลและส่งต่อ[งานพยาบาล]", ""}
        ,{"17_2", "รายงาน การรักษาพยาบาลและส่งต่อ [ส่งต่อ]", ""}
        ,{"18", "รายงาน 11 รง", ""}
        ,{"19", "รายงานพัฒนาการเด็ก 0-60 เดือน", ""}
        ,{"20", "รายงานกายภาพบำบัด_แบบที่ 1", ""}
        ,{"21", "รายงานกายภาพบำบัด_แบบที่ 2", ""}
        ,{"22", "รายงานประชากรแยกตามกลุ่มอายุ_เพศ", ""}
        ,{"23", "รายชื่อเด็กอายุไม่ถึง 72 เดือน (0-60 เดือน) จำแนกรายหมู่บ้าน", ""}
        ,{"24", "รายชื่อเด็กที่รับการชั่งน้ำหนักและประเมินภาวะโภชนาการ", ""}
        ,{"25", "การวางแผนครอบครัวรายปี", ""}
        ,{"26", "สรุปจำนวนผู้เสียชีวิตแยกตามสาเหตุ", ""}
        ,{"27", "สรุปจำนวนการตายแยกตามหมู่บ้าน", ""}
        ,{"28", "อันดับโรคแยกตามหมู่บ้าน", ""}
        ,{"29", "สรุปสิทธิประชากรในเขตรับผิดชอบ", ""}
        ,{"30", "รายชื่อผู้ที่ยังไม่มีสิทธิใดๆในการรับบริการ", ""}
        ,{"31", "รายชื่อผู้นำชุมชน", ""}
        ,{"32", "รายชื่อ อสม", ""}
        ,{"33", "รายงานสภาพการสุขาภิบาลหมู่บ้านระดับตำบล", ""}
        ,{"34", "รายชื่อผู้พิการจำแนกตามประเภท", ""}
        ,{"35", "สรุปการเยี่ยมบ้านประจำเดือน", ""}
        ,{"36", "รายงานโรค NCD", ""}
        ,{"37", "รายงานสรุปสภาวะสุขภาพ", ""}
        ,{"38", "รายงานสรุปสภาวะ BMI", ""}
        ,{"39_01", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนมกราคม", ""}
        ,{"39_02", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนกุมภาพันธ์", ""}
        ,{"39_03", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนมีนาคม", ""}
        ,{"39_04", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนเมษายน", ""}
        ,{"39_05", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนพฤษภาคม", ""}
        ,{"39_06", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนมิถุนายน", ""}
        ,{"39_07", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนกรกฎาคม", ""}
        ,{"39_08", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนสิงหาคม", ""}
        ,{"39_09", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนกันยายน", ""}
        ,{"39_10", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนตุลาคม", ""}
        ,{"39_11", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนพฤศจิกายน", ""}
        ,{"39_12", "จำนวนผู้มารับบริการแพทย์แผนไทยรายใหม่ ปี 52 เดือนธันวาคม", ""}
        ,{"40", "จำนวนและมูลค่ายาสมุนไพร", ""}
        ,{"41", "รายชื่อผู้ได้รับยาสมุนไพร", ""}
        ,{"42", "รายชื่อผู้อบ ประคบ สมุนไพร", ""}
        ,{"43", "รายงานทันตสาธารณสุข", ""}
        ,{"44", "รายงานสภาวะสุขภาพ ประจำเดือน", ""}
        ,{"45", "รายงานสภาวะสุขภาพ ประจำปี 52", ""}
        ,{"46", "กลุ่มเป้าหมายการคัดกรองโรคความดันโลหิตสูง อายุ 35 ปีขึ้นไป นับถึงธันวาปี 52", ""}
        ,{"47", "รายชื่อผู้ได้รับการตรวจความดัน อายุ 35 ปีขึ้นไป รายใหม่", ""}
        ,{"48", "รายชื่อผู้ได้รับการวัดความดัน อายุ 35 ปีขึ้นไป รวม (เก่า-ใหม่)", ""}
        ,{"49", "รายชื่อผู้ได้รับคัดกรอง รายใหม่ โรคความดันโลหิตสูง อายุ 40 ปีขึ้นไป นับถึงธันวาปี 52", ""}
    };

}
