#Config properties  Thu Jun 07 09\:58\:43 ICT 2004 
APP_CODE_1=3.00.0548

DB_CODE=3.18.090910

CONNECTION_FILE=.hospital_os.cfg

APP_CODE=3.9.11build01

DESCRIPTION_1=7 September 2005 for pcu usage in visit table has self_doctor

CONNECTION_FILE_CLEAN=.cleanvisit.cfg

BUILD_PROGRAM_NUMBER=4_090848

APP_CODE_10=3.8.050508

APP_CODE_3=3.00.0848 beta

APP_CODE_4=3.0.1048 beta 3-5 final 3.11.1048 \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e44\u0e1b\u0e17\u0e49\u0e32\u0e22\u0e40\u0e2b\u0e21\u0e37\u0e2d\u0e07

#????????????
APP_CODE_5=3.0.1148 sp8_2-3 \u0e41\u0e1e\u0e49\u0e22\u0e32\u0e44\u0e21\u0e48\u0e02\u0e36\u0e49\u0e19

APP_CODE_6=3.0.1148 sp8_1-2 \u0e04\u0e49\u0e19\u0e41\u0e25\u0e1a\u0e22\u0e48\u0e2d\u0e22\u0e44\u0e21\u0e48\u0e40\u0e08\u0e2d

#3.0.1148 sp8_2-3
APP_CODE_7=3.0.1148 sp8_-1 test \u0e44\u0e21\u0e48\u0e1c\u0e48\u0e32\u0e19\u0e1a\u0e32\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23

APP_CODE_8=Tuk request

APP_CODE_9=APP_CODE_3

DB_CODE1=3.13.1048
#Config properties  Thu Jun 07 09\:58\:43 ICT 2004 


3.7.150807f=\u0e43\u0e2b\u0e49\u0e40\u0e27\u0e35\u0e22\u0e07\u0e2a\u0e32

3.7.150807g=\u0e43\u0e2b\u0e49\u0e2a\u0e2a\u0e08\u0e19\u0e48\u0e32\u0e19

3.7.150807hijk=\u0e43\u0e2b\u0e49\u0e2b\u0e25\u0e48\u0e21\u0e2a\u0e31\u0e01 

3.7.150807lmn=\u0e41\u0e01\u0e49\u0e04\u0e33\u0e19\u0e33\u0e2b\u0e19\u0e49\u0e32\u0e0a\u0e37\u0e48\u0e2d\u0e44\u0e21\u0e48\u0e2d\u0e2d\u0e01 \u0e22\u0e49\u0e2d\u0e19\u0e01\u0e25\u0e31\u0e1a\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e27\u0e31\u0e19\u0e17\u0e43\u0e19 icd9 \u0e1c\u0e34\u0e14

3.7.150807o=270807 \u0e01\u0e48\u0e2d\u0e19\u0e44\u0e1b\u0e19\u0e04\u0e23

3.7.160907ab=\u0e15\u0e49\u0e19\u0e40\u0e14\u0e37\u0e2d\u0e19\u0e01\u0e31\u0e19\u0e22\u0e32 b \u0e44\u0e21\u0e48\u0e22\u0e2d\u0e21\u0e04\u0e34\u0e14\u0e40\u0e07\u0e34\u0e19\u0e43\u0e19\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e2a\u0e48\u0e27\u0e19\u0e25\u0e14\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e40\u0e23\u0e35\u0e22\u0e1a\u0e23\u0e49\u0e2d\u0e22

3.7.160907cdef=\u0e41\u0e01\u0e49\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e2b\u0e19\u0e49\u0e32\u0e01\u0e32\u0e23\u0e23\u0e31\u0e1a\u0e1a\u0e23\u0e34\u0e01\u0e32\u0e23\u0e2b\u0e32\u0e22 \u0e01\u0e32\u0e23\u0e04\u0e34\u0e14\u0e40\u0e07\u0e34\u0e19

3.7.160907g=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e41\u0e25\u0e1b\u0e40\u0e1b\u0e47\u0e19\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22 \u0e1e\u0e34\u0e21\u0e1e\u0e4c opdcard \u0e44\u0e21\u0e48\u0e2d\u0e2d\u0e01

3.7.160907i=\u0e1e\u0e34\u0e21\u0e1e\u0e4c\u0e43\u0e1a\u0e2a\u0e31\u0e48\u0e07\u0e22\u0e32\u0e41\u0e1a\u0e1a\u0e04\u0e34\u0e27\u0e23\u0e35\u0e40\u0e2d\u0e07\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e40\u0e02\u0e35\u0e48\u0e22\u0e19\u0e25\u0e07 logfile \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49 \u0e41\u0e25\u0e1b\u0e2a\u0e48\u0e07\u0e1c\u0e25\u0e17\u0e38\u0e01\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e25\u0e22

3.7.171007defg=\u0e21\u0e35\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e01\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07 

3.7.181107b-f=henbe modify unactive patient 181107 f241107 g261107

3.7.191207c=\u0e21\u0e35 HN Visit Textfield

3.7.191207h=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e27\u0e31\u0e19\u0e40\u0e01\u0e34\u0e14\u0e1c\u0e39\u0e49\u0e1b\u0e48\u0e27\u0e22\u0e1c\u0e34\u0e14\u0e1e\u0e25\u0e32\u0e14

3.7.200108a=\u0e1b\u0e23\u0e31\u0e1a\u0e41\u0e01\u0e49\u0e2b\u0e25\u0e31\u0e07\u0e01\u0e32\u0e23\u0e40\u0e17\u0e2a \u0e01\u0e48\u0e2d\u0e19\u0e1b\u0e25\u0e48\u0e2d\u0e22 3.8

3.8.010108a=070208

3.8.010108b=070208aut
3.8.020208=\u0e17\u0e14\u0e2a\u0e2d\u0e1a\u0e23\u0e2d\u0e1a\u0e2a\u0e32\u0e21

3.8.020208a=henbe build later

3.8.030308=henbe build final for download

3.8.030308b=henbe build 23

3.8.040408=henbe build

DESCRIPTION=Hos514 debug Program & Reports

3.8.101008b=pu build -re-coding

3.8.101008c=pu build \u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 java 1.5

3.8.101008d=henbe build \u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07 lab \u0e44\u0e21\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07

3.8.101008e=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e41\u0e25\u0e1b\u0e1a\u0e32\u0e07\u0e15\u0e31\u0e27\u0e44\u0e21\u0e48\u0e41\u0e2a\u0e14\u0e07\u0e40\u0e21\u0e37\u0e48\u0e2d\u0e2a\u0e31\u0e48\u0e07\u0e44\u0e1b\u0e41\u0e25\u0e49\u0e27

3.8.101008f=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e41\u0e25\u0e1b\u0e44\u0e21\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07 2 \u0e41\u0e25\u0e30\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e23\u0e32\u0e04\u0e32\u0e15\u0e32\u0e21\u0e2a\u0e34\u0e17\u0e18\u0e34\u0e44\u0e14\u0e49\u0e41\u0e25\u0e49\u0e27

3.8.101008g=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e40\u0e23\u0e35\u0e22\u0e07\u0e41\u0e25\u0e1b \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01 patch \u0e01\u0e48\u0e2d\u0e19\u0e2b\u0e19\u0e49\u0e32\u0e08\u0e30\u0e15\u0e49\u0e2d\u0e07\u0e1b\u0e23\u0e31\u0e1a\u0e42\u0e1f\u0e25\u0e27\u0e43\u0e2b\u0e21\u0e48

3.8.101008h=\u0e41\u0e25\u0e1b\u0e22\u0e31\u0e07\u0e44\u0e21\u0e48\u0e40\u0e23\u0e35\u0e22\u0e07\u0e43\u0e19\u0e1a\u0e32\u0e07\u0e1f\u0e31\u0e07\u0e0a\u0e31\u0e19 \u0e44\u0e14\u0e49\u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e25\u0e49\u0e27

3.8.101008j=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32 PCU \u0e01\u0e32\u0e23\u0e1a\u0e31\u0e19\u0e17\u0e36\u0e01\u0e2b\u0e19\u0e49\u0e32\u0e1a\u0e49\u0e32\u0e19

3.8.101008k=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32 pcu visit \u0e04\u0e19\u0e44\u0e02\u0e49\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49

3.8.101008l=\u0e43\u0e2b\u0e49\u0e01\u0e49\u0e2d\u0e22\u0e17\u0e14\u0e2a\u0e2d\u0e1a PCU

3.8.101008m=\u0e41\u0e01\u0e49\u0e1b\u0e31\u0e0d\u0e2b\u0e32\u0e43\u0e2b\u0e49\u0e01\u0e49\u0e2d\u0e22

3.8.101008n=\u0e41\u0e01\u0e49\u0e43\u0e2b\u0e49\u0e01\u0e25\u0e49\u0e27\u0e22\u0e41\u0e25\u0e30\u0e40\u0e2d

3.8.101008z=henbe build later

3.8.130109e=\u0e08\u0e30\u0e41\u0e01\u0e49\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e08\u0e33\u0e2b\u0e19\u0e48\u0e32\u0e22\u0e17\u0e35\u0e48\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49 \u0e41\u0e15\u0e48\u0e21\u0e31\u0e19\u0e22\u0e31\u0e07\u0e17\u0e33\u0e07\u0e32\u0e19\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01
CONNECTION_BACKUP_FILE=.hosreport.cfg
3.9.3build10=\u0e41\u0e01\u0e49\u0e40\u0e23\u0e37\u0e48\u0e2d\u0e07\u0e1b\u0e23\u0e30\u0e0a\u0e32\u0e01\u0e23\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e27\u0e48\u0e32\u0e07
3.9.9build02=\u0e15\u0e49\u0e19 build \u0e2a\u0e38\u0e14\u0e17\u0e49\u0e32\u0e22\u0e02\u0e2d\u0e07 Hos39
